{
    "id": "m00",
    "name_zh": "愚人",
    "name_en": "The Fool",
    "arcana": "major",
    "number": 0,

    "keywords": {
        "upright": ["開端", "自由", "純真", "獨創性", "冒險", "理想主義", "自發性"],
        "reversed": ["魯莽", "粗心", "分心", "幼稚", "愚蠢", "容易上當", "陳舊", "遲鈍"]
    },

    "summary": {
        "card_story_zh": ["愚者描繪了一個快樂地走向世界的青年。他邁出了第一步，他是旺盛的、快樂的、興奮的。",
            "除了一個小袋子外，他什麼都不帶，對可能存在的危險毫不在意。事實上，他很快就會遇到這些可能的危險中的第一個，因為如果他再走一步，他就會從他正在到達的懸崖上摔下來。",
            "但這似乎與他無關——我們不確定他是天真還是只是不知道。跟在他身後的狗對他吠叫警告，如果他不盡快更加註意周圍的環境，他可能永遠不會看到他夢想遇到的所有危險。"
        ],
        "core_upright_zh": "新旅程的開始、樂觀自由、擁抱未知與可能性。",
        "core_reversed_zh": "缺乏計畫與風險意識，容易衝動或被利用。"
    },

    "meanings": {
        "upright": {
            "general_zh": ["愚人牌編號為0，被認為是一個具有無限潛力的數字。把他當作一張白紙，因為愚人還沒有形成清晰的個性。", 
                "他是純真的象徵——他未來的旅程將塑造他的性格。看到愚人通常意味著新旅程的開始，在那裡你會充滿樂觀和自由，擺脫生活中的束縛。", 
                "當我們見到他時，他每天都像冒險一樣接近，以一種近乎幼稚的方式。他相信生活中任何事情都可能發生，世界上有很多機會等待探索和開發。", 
                "他過著簡單的生活，無憂無慮，似乎也沒有因為無法預知未來會遇到什麼而煩惱。",
                "他激發勇氣，因為他明白每一天都是打開生活新領域的機會，隨之而來的是期待、驚奇、敬畏和好奇心。", 
                "在閱讀中認識他也可以看作是對自己性格中敢於冒險的部分的呼喚。他激發勇氣，因為他明白每一天都是打開生活新領域的機會，隨之而來的是期待、驚奇、敬畏和好奇心。", 
                "愚者的存在是為了表明你永遠無法真正說出前方有什麼，你只能欣喜若狂地迎接它。"
            ],
            "short_zh": {
                "love_zh": "新關係，有趣的浪漫",
                "career_zh": "新工作，新業務，工作中呼吸新鮮空氣",
                "money_zh": "自發消費，金融機會"
            },
            "love_zh": [
                "當這張牌出現在愛情塔羅牌中時，準備好開始新的冒險吧。愚人塔羅牌在愛情中的含義表明你需要體驗新事物才能找到你想要的浪漫。願意承擔風險，大膽並擴大你對世界的視野，你最終可能會在最不可能的地方找到愛情。驚喜等著你。",
                "由於愚人代表新旅程的開始，它的塔羅牌在愛情中的意義可以成為新關係的指標。",
                "與任何新關係一樣，你可能害怕被拒絕，但這張牌表明這不應該阻礙你。當你向世界敞開心扉時，即使面對尷尬或拒絕，你也可能會找到你正在尋找的東西。",
                "在愛情和人際關係中，愚人告訴我們應該自信並相信一切都會好起來的。它告訴我們，與其放棄，不如繼續努力，用天真和驚奇的眼光看世界。",
                "愚人塔羅牌在愛情中的意義：鼓勵天真和積極。"
            ],
            "career_zh": [
                "當愚人出現在你的職業塔羅牌中時，新的開始就在路上。如果您一直在尋找新的職業道路、換工作、升職或開始自己的事業，愚人可以成為開始新旅程的歡迎卡。",
                "即使您的方式或計劃中沒有新的劇烈變化，這張卡片也會讓人感覺像為舊事物注入新的能量。",
                "你可以充滿新的能量，新的創新想法現在可以付諸行動。",
                "現在重要的是要非常清楚存在的機會，並有勇氣在它們出現時抓住它們。"
            ],
            "money_zh": [
                "在財務方面，您可能處於自發和理想主義的時期。現在所有的支出都可以用於冒險和探索。",
                "想去旅行嗎？或者學習一項新技能？您現在可以輕鬆為這些購買提供資金。",
                "此時可能會有一種感覺，認為自己將擁有所需的一切，因此無需過度擔心賬單。",
                "整體而言，財務狀態更強調開闊的感受與好奇心，而非壓力或限制。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當您在閱讀中遇到逆位的愚人時，通常會發現他更多的負面特徵正在表現出來。這可能意味著您無視自己行為的影響，而表現得像個傻瓜。",
                "就像卡片中描繪的年輕人一樣，您可能看不到自己所處的位置有多危險。",
                "逆位的愚人卡片也可能表明您過於活在當下，卻沒有為未來做出周全的計劃。",
                "顛倒的愚人是一種警告，提醒您需要更加謹慎，以免被他人利用。"
            ],
            "short_zh": {
                "love_zh": "缺乏承諾，危險的關係",
                "career_zh": "陳舊乏味的工作，工作中的魯莽行為",
                "money_zh": "謹慎對待金融機會，愚蠢的購買"
            },
            "love_zh": [
                "當愚人在愛情塔羅牌中被逆轉時，這張牌可能表明你天生的信任傾向需要變得更加謹慎。尤其是在與新戀人互動時，請確保一切都符合你的真正期待。",
                "你現在可能戴著玫瑰色眼鏡看待愛情，因此無法清楚看見這段關係的真實樣貌。",
                "逆位的愚人塔羅牌在愛情中的意義，也可能暗示你或你的伴侶目前略顯不成熟，尚未準備好承擔真正穩定的愛情關係。"
            ],
            "career_zh": [
                "你可能擁有世界上所有的能量，並渴望使用這些能量，但是你可能不太有洞察力，沒有意識到這樣做其實會產生後果。",
                "試著更多地了解你現在的行為會如何影響你的同事，並在採取行動之前三思而後行。",
                "另外，逆位的愚人也可能表示你目前的工作讓你感覺陳舊乏味，因此你覺得是時候做出改變了。",
                "有時這也暗示你可能覺得自己無法真正付諸行動，或者在做出選擇之前，需要非常仔細地評估與思考這些計劃。",
                "可能存在的危險比你現在看到的要多。"
            ],
            "money_zh": [
                "當談到你的財務時，逆位的愚人可以暗示存在財務機會，但同時也提醒你要小心行事。",
                "這意味著你必須在投入資金之前先做好研究，因為可能會出現你尚未意識到的後果。",
                "這段時間也可能反映你對財務決策較為粗心；各種衝動購買累積起來，可能已經超出你的實際承受能力。",
                "因此，你需要更仔細、也更現實地審視自己的銀行賬戶與收支狀況。"
            ]
        }
    },

    "quotes": [
        "他激發勇氣，因為他明白每一天都是打開生活新領域的機會，隨之而來的是期待、驚奇、敬畏和好奇心。"
    ],

    "sources": [
        {
        "type": "魔法塔羅",
        "title": "塔羅牌牌義解釋",
        "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
        "license_note": "paraphrased"
        }
    ],

    "tags": ["新開始", "冒險", "自由", "天真", "風險"],
    "version": "1.0"
    }
