{
    "id": "m01",
    "name_zh": "魔術師",
    "name_en": "The Magician",
    "arcana": "major",
    "number": 1,

    "keywords": {
        "upright": ["意志力", "慾望", "足智多謀", "技能", "能力", "專注", "表現"],
        "reversed": ["操縱", "狡猾", "詭計", "浪費天賦", "錯覺", "欺騙魔術師"]
    },

    "summary": {
        "card_story_zh": ["魔術師是一張充滿象徵意義的塔羅牌。中間的人物描繪了一個人一手指向天空，另一隻手指向地面，彷彿在說“如上，如下”。", 
            "這是一個比較複雜的詞組，概括起來就是地反映天，外反映內，微觀反映宏觀，地反映上帝。", 
            "這裡也可以解釋為，魔術師象徵著在上層世界和當代人類世界之間充當中間人的能力。",  
            "在他的桌子上，魔術師也揮舞著所有的塔羅牌。這象徵著魔術師將四種元素連接起來——這四種元素是土、水、空氣和火。", 
            "他頭上的無限符號表示用意志創造的無限可能。"
        ],
        "core_upright_zh": "意志力、創造力、技能與專注。",
        "core_reversed_zh": "操縱、欺騙、浪費天賦。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "魔術師是純粹意志力的代表。以元素之力與套裝之力，將愚者與生俱來的潛能，以慾望之力塑造成存在。他是天地之間的紐帶，因為他明白“上而下”這兩個字背後的意思——思想和世界只是彼此的反映。記住，你是強大的，創造你的內在世界，外在的就會隨之而來。",
                "“記住，你是强大的，創造你的內在世界，外在的就會隨之而來。”",
                "當你在閱讀中看到魔術師時，這可能意味著是時候毫不猶豫地發揮你的全部潛力了。它可能是在你的新工作、新企業、新戀情或其他方面。這表明現在是採取行動的時候了，任何退縮的跡像都意味著錯過成為最好的自己的機會。必須做出某些選擇，而這些選擇可能會帶來巨大的變化。利用魔術師的一些力量來創造你最渴望的世界。"
            ],
            "short_zh": {
                "love_zh": "主動創造機會、以技巧與決心推動關係發展，但需避免欺騙與幻想。",
                "career_zh": "憑藉強烈意志與行動力把握機會，有望實現職業目標，但需留意他人的真實動機。",
                "money_zh": "善用自身技能與資源積極行動，可開啟新的財務機會。"
            },
            "love_zh": [
                "與其一般含義一樣，魔術師塔羅牌在愛情中的含義表示使事情變得明顯。技巧、創造力、渴望和決心會帶來愛情的成功。",
                "如果您正在尋找愛情，魔術師建議您採取行動並創造機會結識您想要的人。",
                "因為塔羅中的魔術師也代表著足智多謀和技巧，所以確保沒有欺騙或幻想在起作用也很重要。",
                "對於單身人士和情侶，魔術師都會帶來興奮和嘗試的渴望。"
            ],
            "career_zh": [
                "在你中間可能有機會，如果你採取果斷的行動，你也許能夠利用它們。",
                "魔術師是一張顯化的卡片，這意味著如果你有在職業生涯中追求任何你想要的東西的願望和承諾，你很可能會找到成功。",
                "看看任何成功人士的背後，你很可能會發現強烈的意志力和動力；這是所有野心的根源。",
                "如果您想創業，情況也是如此；駕馭這種動力，並保持動力來實現您的夢想職業。",
                "有時，如果這張卡片代表另一個人，例如同事或業務合作夥伴，您可能需要謹慎對待，因為他們可能並非表面上的一切。"
            ],
            "money_zh": [
                "現在可以獲得更多的財務機會，您可能只需要滿懷熱情地追求它們。",
                "魔術師使用許多工具來實現他的意志。嘗試查看您可用的工具；他們現在可以成為你的鑰匙。",
                "你有什麼技能？你現在沒有使用哪些能力？有創意才能產生結果。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當您獲得逆位的魔術師時，可能意味著您是時候實施一些更改了。正面朝上，魔術師代表真正的力量，逆位魔術師是幻術大師。",
                "他所施展的魔法是一種欺騙和詭計。你可能會被他的藝術表演所吸引，但在這背後可能有為了自私而操縱的意圖。",
                "拿到這張卡可能意味著有人假裝在手頭有你的最大利益，而事實恰恰相反。",
                "考慮一下這個逆位魔術師是否在你的圈子裡，或者也可能代表你目前的情緒狀態。",
                "這可能意味著你可能會沉迷於權力，這可能會導致錯誤的、魯莽的決定，最終導致你的垮台。"
            ],
            "short_zh": {
                "love_zh": "關係中可能存在假象或信心不足，需要看清真相並誠實面對彼此。",
                "career_zh": "未能充分發揮才能或忽視風險，職場中需警惕隱藏動機與不誠實行為。",
                "money_zh": "才能與精力可能未被有效轉化為收入，需提升信心並對財務資訊保持謹慎。"
            },
            "love_zh": [
                "相反，魔術師塔羅牌在愛情中的含義可以表明並非一切都如表面所見。",
                "當談到新的關係時，你可能想確保你真正了解你的新情人。",
                "即使他或她看起來很完美，這也可能是一種錯覺或表演。",
                "或者，戀愛中的逆位魔術師可能表明您的信心不足或缺乏意志力，或者無法表達您的人際關係，在浪漫和愛情方面造成不安全感。"
            ],
            "career_zh": [
                "你現在真的把你所有的才能都發揮出來了嗎？您目前的職業軌跡是否有忽略的技能？",
                "如果您真的要發揮自己的真正潛力，那麼您可能會有很多晉升的機會。",
                "您可能已經感覺到了這一點，但也許太害怕冒險，因為這可能是一個冒險的舉動。",
                "您需要仔細查看真正的風險是什麼，並了解您的恐懼是否真正基於現實，或者它們是否源於不同的來源。",
                "有時這張卡片也可以表明你工作場所的人可能並不完全誠實，或者可能有隱藏的議程。",
                "如果您的直覺告訴您這一點，請相信它；"
            ],
            "money_zh": [
                "如果您的財務狀況與您現在所希望的不完全一樣，則可能是您沒有全力以赴。",
                "你可能有被浪費掉的精力或才能，你只需要增強你的信心，就可以把自己放在那裡。",
                "你可能缺乏將才能轉化為金錢的意志力。",
                "在分享有關您的財務狀況的詳細信息時，請對他人保持謹慎。"
            ]
        }
    },

    "quotes": [
        "記住，你是强大的，創造你的內在世界，外在的就會隨之而來。"
    ],

    "sources": [
        {
        "type": "魔法塔羅",
        "title": "塔羅牌牌義解釋",
        "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
        "license_note": "paraphrased"
        }
    ],

    "tags": ["新開始", "冒險", "自由", "天真", "風險"],
    "version": "1.0"
}
