{
    "id": "m04",
    "name_zh": "皇帝",
    "name_en": "The Emperor",
    "arcana": "major",
    "number": 4,

    "keywords": {
        "upright": ["穩定性", "結構", "保護", "權威", "控制", "實用性", "重點", "紀律"],
        "reversed": ["暴君", "霸道", "死板", "固執", "缺乏紀律", "魯莽"]
    },

    "summary": {
        "card_story_zh": [
            "在皇帝的塔羅牌中，可以看到他的寶座上有一個堅忍的統治者形象，上面裝飾著四隻公羊的頭，代表著他的星座——白羊座。",
            "一方面，他手持權杖，代表他的統治和統治權，另一方面，他手持寶珠，象徵著他所守護的王國。",
            "皇帝的長鬍子代表他豐富的閱歷；隨著時間的推移，他學到了很多關於統治、建立權力、權威和完整秩序以造福人民的知識。",
            "在他身後，荒蕪的大山展現了他的決心，他對更高層次的抱負和他的領導能力。",
            "與他的補充，皇后相比，其流動的領域充滿了培育的善意。",
            "相反，皇帝以勇氣、力量和力量來統治。"
        ],
        "core_upright_zh": "權威、結構、紀律與理性掌控。",
        "core_reversed_zh": "濫用權力、僵化控制與失去自制。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "對皇帝而言，一切都與控制有關，因為這張牌意味著權威、監管、組織和父愛。",
                "皇帝代表了一個戰略思想家，他制定了他必須看透的計劃。",
                "他是男性原則的象徵——生活中的父親形象，賦予結構、創造規則和系統並傳授知識。",
                "皇后對王國的渴望是創造幸福，而皇帝則渴望培養榮譽和紀律。",
                "他用堅定的手引導，跟隨王冠的召喚高於一切。",
                "雖然他是一位統治者，但他明白統治也是服務——因此他的行為是理性的，並且為了王國的更大利益而行事。",
                "“他是男性原則的象徵——生活中的父親形象，賦予結構、創造規則和系統並傳授知識。”",
                "在閱讀中看到他提供了一個在你為自己設定的目標方面成長的機會。",
                "只要您像皇帝那樣有條不紊地、有策略地追求與時尚相似的目標，它就會呈現出一個成功的未來。",
                "當你在閱讀中看到他時，一種可能的解釋是你可以負責一些重要的事情。",
                "它可以是工作中的職位，也可以是任何急需秩序和清晰果斷頭腦的組織或機構。",
                "您可能會被召喚代替皇帝採取行動，利用他的智慧使項目變得清晰。"
            ],
            "short_zh": {
                "love_zh": "以常識、結構與邏輯經營傳統關係，但也可能帶來未表達情感與窒息感。",
                "career_zh": "透過流程、結構與自律提升表現，並可能得到資深導師或老闆的支持。",
                "money_zh": "需要對金錢保持紀律與控制，制定並遵守預算以維持良好財務狀況。"
            },
            "love_zh": [
                "皇帝雖然是個很嚴肅的人，沒有一點浪漫的感覺，但在愛情塔羅牌中出現，還是有好處的。",
                "皇帝塔羅牌愛情的意義要求我們將常識、結構、紀律和邏輯帶入人際關係和浪漫之中。",
                "圍繞這張塔羅牌的關係可能​​相當傳統，如果處理不當可能會令人窒息。",
                "作為一個人，皇帝代表著一個年長而有名望的人，他們可能也很難表達自己的感受。",
                "但有時，這張牌也可以像徵一個自我驅動的人，專橫霸道，無法同情他人。"
            ],
            "career_zh": [
                "由於您的努力工作、專注和有組織的方法，您的事業可能會蒸蒸日上。",
                "皇帝號召你在從工作或求職中得到你想要的東西時要自律、高效和堅持不懈。",
                "如果您的辦公室或您的工作流程現在有點混亂或令人沮喪，那麼您可以站出來引入新的方法或結構，以幫助您和您的團隊成員更有效地協作。",
                "這張卡片也可以表明有一位更資深的同事或老闆可以為你的職業生涯提供支持和建議。"
            ],
            "money_zh": [
                "當談到你的財務時，皇帝表示需要對你的錢進行控制、紀律和負責。",
                "確保您清楚了解您的資金去向；制定預算，確保堅持下去，並且每個月左右檢查一次。",
                "只要你能堅持下去，你就可能處於良好的財務狀況。"
            ]
        },
        "reversed": {
            "general_zh": [
                "皇帝逆位是濫用權威的標誌。",
                "在你的社交生活中，它可能表現為父親形像或佔有欲強的伴侶對權力的過度擴張。",
                "在職業閱讀中，它可能來自上司。",
                "它呈現了一個想要控制你的行為並讓你感到無能為力的男人。",
                "也可能是你在扮演一個軟弱的統治者的角色，制定一個計劃來避免承擔責任帶來的任務。",
                "也許您渴望一種比受嚴格規則約束的職業更靈活的職業。",
                "在個人層面上，皇帝可以代表缺乏自製力和無法處理情況。",
                "當他被逆位時，他創造的結構、規則和系統不再起作用。",
                "他渴望在他的王國中激發更高原則的願望已經變成了無情、專制和僵化。",
                "他尋求統治，忘記了王位的號召，為他的人民做最好的事情，只擔心他會失去控制，從而造成痛苦。"
            ],
            "short_zh": {
                "love_zh": "關係中可能出現權力鬥爭或霸道控制，並且難以建立真正的情感連結。",
                "career_zh": "缺乏專注與紀律或受官僚僵化影響，最壞情況可能遇到暴君式老闆。",
                "money_zh": "財務容易失控或支出缺乏紀律，需要重新檢視收支並學會削減開支。"
            },
            "love_zh": [
                "當涉及到愛情和人際關係時，逆位的皇帝塔羅牌愛情的含義可能預示著某種權力鬥爭或爭奪主導地位的鬥爭。",
                "可能會有競爭力和對正確的渴望，而不是將您的不同想法聚在一起。",
                "這張牌也可以暗示一個霸道的伴侶，無論是你還是你的另一半。",
                "小心不要放棄太多的個人權力，或壓抑自己，以便在這段關係中成為現實。",
                "或者，這張卡片也可能表明在您的關係或潛在關係中難以進行情感聯繫。"
            ],
            "career_zh": [
                "沒有專注或紀律，你的工作可能會開始動搖。",
                "如果您在工作場所一直缺乏這些品質，您可能會注意到這對您的項目造成了影響。",
                "有時，這張卡片也可能暗示您工作環境中的僵化和官僚主義。",
                "這可能會扼殺你的創造力和動力，因為做任何事情所需的過程都是乏味和令人沮喪的。",
                "在最壞的情況下，逆位皇帝可以指向像暴君一樣統治工作場所的高級員工或老闆。",
                "如果這是您的情況，最好開始在其他地方尋找工作。"
            ],
            "money_zh": [
                "您現在可能會覺得您的財務狀況不受您的控制。",
                "逆位皇帝可以暗示一個人無法妥善處理自己的財務狀況。",
                "有時，它也可能表明在支出方面缺乏紀律。",
                "如果您屬於前者，您可能需要找到可以幫助您的專業人士。",
                "如果後者適用，您真的需要仔細查看您的收入與支出，並學會削減開支。"
            ]
        }
    },

    "quotes": [
        "他是男性原則的象徵——生活中的父親形象，賦予結構、創造規則和系統並傳授知識。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["權威", "結構", "紀律", "秩序", "控制"],
    "version": "1.0"
}
