{
    "id": "m07",
    "name_zh": "戰車",
    "name_en": "The Chariot",
    "arcana": "major",
    "number": 7,

    "keywords": {
        "upright": ["成功", "雄心", "決心", "意志力", "控制力", "自律", "專注"],
        "reversed": ["有力", "沒有方向", "沒有控制", "無力", "侵略", "障礙"]
    },

    "summary": {
        "card_story_zh": [
            "戰車塔羅牌描繪了一個人物坐在由兩個黑白獅身人面像駕駛的車輛內。",
            "整張牌都有點天上的影響；人物坐在點綴著白色星星的藍色天篷下。",
            "在他的肩膀上，他背負著新月的標誌，代表著他所受的精神影響。",
            "頭戴冠冕，寓意開悟，意志清淨。",
            "他胸前紋著一個正方形，代表地球和物質世界的元素，是他和他的行為的基礎。",
            "獅身人面像被塗成黑色和白色，象徵著車夫必須學會控制的對立力量。",
            "在這裡，他們很平靜，但由於他們似乎想要向不同的方向移動，因此經常發生混戰。",
            "他的任務是引導這些獅身人面像走向一個目的地，一個以他所代表的宇宙力量為標誌的目的地。",
            "戰車與巨蟹座星座有關。"
        ],
        "core_upright_zh": "專注與自律帶來勝利，掌控方向並克服障礙。",
        "core_reversed_zh": "失去方向與控制，侵略或無力導致卡關。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "戰車塔羅牌就是通過保持對周圍環境的控制來克服挑戰並獲得勝利。",
                "這種完美的控制力和信心使車夫在任何情況下都能取得勝利。",
                "力量和意志力的使用對於確保您克服道路上的障礙至關重要。",
                "戰車傳達的信息會在您努力實現目標時讓您變得更強大。",
                "他帶給你的關鍵信息是，你必須在充滿曲折和彎路的過程中保持專注、自信和決心。",
                "如果您有一個似乎不確定的計劃或項目，戰車表明您應該以結構化和有序的方式執行該計劃。",
                "您的大膽將確保您實現此目標中應有的一切。",
                "“戰車錶明您應該以結構化和有序的方式執行計劃。”",
                "在戰車追求目標的過程中，他可能會表現出一些他以前從未在自己身上看到過的行為——競爭和對成功的渴望也許讓他的性格更具侵略性。",
                "攻擊性是人性的自然組成部分，戰車提醒您，它也可以用來幫助您掌控自己的情況，但也必須加以控制，以免阻礙您前進的道路。"
            ],
            "short_zh": {
                "love_zh": "明確目的地並採取行動掌控愛情生活，同時平衡拉扯與避免失衡。",
                "career_zh": "以野心與高度專注推進職涯目標，保持紀律並避免被辦公室政治或競爭分心。",
                "money_zh": "以自律、專注與決心克服財務障礙並推動物質穩定。"
            },
            "love_zh": [
                "現在是時候開始了，並確保您清楚地了解您在愛情和浪漫中尋找的東西。",
                "一旦你知道你的目的地，戰車塔羅牌愛情的意義就會敦促你採取行動。",
                "當你掌控你的愛情生活時，你很可能會看到回報。",
                "信心、勇氣和動力將導致成功。",
                "當您朝著目標前進時，戰車塔羅牌愛情的含義也可以表明需要平衡兩種衝動，由卡片中的兩匹馬代表。",
                "他們可能會將您拉向不同的方向，但在前方指引一條清晰的道路意味著控制每個人，以便您保持在正確的道路上。",
                "這張卡有時會帶來問題，你到目前為止所做的選擇是否平衡；您的關係是否因工作時間過長而受到影響？",
                "你是否如此專注於你們的關係，以至於為此犧牲了太多的個性？",
                "戰車要求我們再次將生命掌握在自己手中，並堅定地駕馭。"
            ],
            "career_zh": [
                "當您在職業塔羅牌閱讀中擁有戰車時，您的野心將帶您走得更遠。",
                "清楚地了解自己的職業生涯目標後，您就會知道自己的目標，並且可以非常專注於實現目標。",
                "您可能會在工作中感到非常有動力，這會給您帶來成功所需的紀律、動力和自製力。",
                "如果你想改變角色，或者在你目前的工作場所獲得一個更高級的職位，這張卡片表明你需要做的就是去爭取。",
                "當談到你的工作環境時，不要分心；這可能包括辦公室政治或競爭對手；確保您始終專注於需要做的事情。"
            ],
            "money_zh": [
                "如果有任何財務障礙阻礙了您的物質穩定，現在是處理它們的時候了。",
                "戰車為您提供動力、專注和決心來克服這些挑戰。",
                "通過足夠的自律，您將能夠對自己的財務狀況感到滿意。"
            ]
        },
        "reversed": {
            "general_zh": [
                "閱讀中逆位戰車的外觀可以幫助您意識到自己的侵略性和意志力的缺乏。",
                "這可能是說你缺乏專注、動力或方向，或者你被你對目標的痴迷所扭曲。",
                "在前一種情況下，讓戰車提醒你，只要你能鼓起勇氣，你就能取得勝利。",
                "在後者中，您的衝動可能是您必須控制的另一個因素。",
                "看到逆位戰車可能表明您需要接受這樣一個事實，即您無法始終處於控制之中。",
                "戰車逆位的含義也可能表明您對生活缺乏控制和方向。",
                "你受制於對立勢力和障礙的擺佈，似乎無法鼓起力量來接管。",
                "你正在放下一切，生活正朝著牠喜歡的任何方向前進。",
                "它應該作為一個警鐘，提醒您需要收緊一些鬆散的部分並掌控自己的命運。"
            ],
            "short_zh": {
                "love_zh": "尋愛的動力可能壓倒一切或導致失衡，需要耐心並重新調整工作、愛情、家庭與友誼的比例。",
                "career_zh": "可能過度被動或過度強勢而惹麻煩，需要找到健康的中間地帶並重新建立專注與紀律。",
                "money_zh": "避免匆忙或猶豫不決的財務行動，確保擁有足夠資訊並仔細考慮再做決定。"
            },
            "love_zh": [
                "當逆位時，戰車塔羅牌愛情的意義可能預示著尋找愛情的壓倒性動力，以至於其他目標和願望可能已經被遺忘。",
                "有時候，要記住，在生活中，我們無法控制周圍的一切，無論我們做什麼，都無法讓完美的人出現在我們面前。",
                "每天帶著希望和熱情出現很重要，但耐心也很重要。",
                "讓愛找到你。",
                "戀愛中的戰車逆位也可能表明事情可能失去平衡，您可能需要再次努力糾正它們。",
                "確保你的工作、愛情、家庭和友誼不會因為你在一個或另一個方面過度擴張而受到影響。",
                "這可能是與您的合作夥伴意見不一致的根源。"
            ],
            "career_zh": [
                "反過來，戰車可能表示缺乏雄心、專注或動力，或者過於雄心勃勃。",
                "最終，這張牌會提出一些問題，即你在追求目標時是多麼有力或積極。",
                "你是那種被動等待你想要發生的事情，希望它們落在你腿上的人嗎？",
                "還是你太強勢了，以至於在追求成功的過程中不顧及他人？",
                "這兩種方法都會給您帶來麻煩。",
                "咄咄逼人到敵意可能會適得其反，而如此被動永遠不會給你帶來你想要的那種幸福。",
                "您對這些選項中的任何一個都滿意嗎？",
                "一個健康的中間地帶是什麼樣的？"
            ],
            "money_zh": [
                "小心不要在沒有仔細考慮的情況下匆忙購買。",
                "您可能不具備做出明智決定所需的一切知識。",
                "或者，如果這不能描述您，那麼您可能在金錢方面猶豫不決。",
                "您可能可以將您的錢投資於某事，但一直在猶豫要採取任何行動。"
            ]
        }
    },

    "quotes": [
        "戰車錶明您應該以結構化和有序的方式執行計劃。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["勝利", "意志力", "自律", "專注", "掌控"],
    "version": "1.0"
}
