{
    "id": "m08",
    "name_zh": "力量",
    "name_en": "Strength",
    "arcana": "major",
    "number": 8,

    "keywords": {
        "upright": ["勇氣", "勇敢", "自信", "同情", "自信", "內在力量"],
        "reversed": ["自我懷疑", "軟弱", "低信心", "不足", "怯懦", "強硬"]
    },

    "summary": {
        "card_story_zh": [
            "在這張塔羅牌中，你會看到一個女人平靜地握著一頭成年獅子的下巴。",
            "儘管獅子看起來兇猛而強壯，但女人似乎對它有統治權。",
            "令人著迷的是她如何優雅地控制獅子。",
            "她冷靜而鎮定，這代表著控制和紀律，尤其是在逆境中。",
            "她還握著獅子的下巴，這也說明她有勇氣。",
            "她對獅子的控制又不過分粗暴，表現出愛和同情。",
            "山上的藍色背景顯示出穩定以及穩定所帶來的平靜。",
            "獅子是勇氣、激情和慾望的象徵，它們是人類生存所必需的情感的重要組成部分。",
            "但是，如果這些情緒得不到控制，就會導致我們最終的毀滅。"
        ],
        "core_upright_zh": "以溫柔與紀律駕馭內在力量與勇氣。",
        "core_reversed_zh": "自我懷疑與不安全感使力量失衡，情緒可能失控。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "當你在塔羅牌中以正直的方式拿到力量牌時，就表明你在危險和痛苦的時刻擁有內在的力量和毅力。",
                "它表明即使你的生活正在經歷巨大的鬥爭，你也有能力保持冷靜和堅強。",
                "它還表明您是一個富有同情心的人，即使要自費，您也總是有時間為他人服務。",
                "“你的韌性將極大地幫助你，你的無畏意味著你應該毫無問題地說出你的想法。”",
                "獲得力量卡意味著您是一個非常有耐心的人，有可能完成他們下定決心要做的任何事情。",
                "你的韌性將極大地幫助你，你的無畏意味著你應該毫無問題地說出你的想法。",
                "這張牌也預示著這種慈悲心永遠會得到回報，無論是現在還是在不久的將來，你的生活都會非常穩定。"
            ],
            "short_zh": {
                "love_zh": "激情與強烈情感能加深關係，也提醒以耐心與溫柔面對不安全感與情緒起伏。",
                "career_zh": "駕馭憤怒、動力與激情並將其引導為生產力，鼓起勇氣採取下一步與大膽行動。",
                "money_zh": "持續控制衝動消費並可在穩健基礎上做出大膽購買或投資決定。"
            },
            "love_zh": [
                "當你在愛情塔羅牌中抽出力量牌時，你可能會發現自己陷入了激情和火熱的浪漫之中。",
                "這張牌所暗示的強烈感情既可以表示牢固的關係，也可以表示容易生氣、嫉妒或其他情緒爆發的關係。",
                "這種關係有利也有弊。",
                "或者，力量的塔羅牌愛情意義是一種同情、同理心和內在力量；您可能會發現這些品質一定會吸引您需要的合作夥伴，或者讓您和您現有的合作夥伴比以往任何時候都更加緊密。",
                "同理心可以讓你更深入地了解你和你伴侶的需求和不安全感。",
                "如果您發現自己處於爭吵或激烈的時刻，最好以耐心和溫柔的態度對待彼此，"
            ],
            "career_zh": [
                "如果你能駕馭你的動物本能；你的憤怒、你的動力和激情，你可以在你的職業生涯中邁出重要的一步。",
                "這並不意味著讓這些本能接管，而是與它們協調工作，或將它們引導到生產用途。",
                "在這裡，您將能夠找到自己的力量；這張牌說明你很可能已經具備了天賦和本領，你只需要鼓起勇氣大干一場。",
                "如果您正在尋找晉昇機會，請做一些事情來引起注意。",
                "如果你想改變你的整個職業生涯，那就大膽嘗試吧。",
                "如果您夢想自己創業，請督促自己採取下一步行動，然後開始。"
            ],
            "money_zh": [
                "如果你一直在控制衝動消費方面做得很好，那麼你現在很可能會發現自己處於一個舒適的位置。",
                "只要你繼續控制，你應該沒問題。",
                "您可能還準備在購買方面做出大膽的舉動；也許把你的財務投入到你一直夢想的事情上。"
            ]
        },
        "reversed": {
            "general_zh": [
                "一張逆位的力量牌可能意味著你正在（或即將）在你的生活中體驗到強烈的憤怒或恐懼。",
                "你似乎缺乏這張牌通常代表的內在力量，這意味著你可能正在經歷恐懼，對自己的能力缺乏信念和信心。",
                "這可能意味著你已經忘記了你的激情以及做你喜歡的事所帶來的那種快樂、幸福和滿足。",
                "讀數中的逆位力量卡也可能意味著由於多種原因，一個人正在經歷抑鬱症，因此，它正在耗盡他們生活中的所有快樂。",
                "一個人最終可能會因為不快樂或沮喪而退出社會，因為他們可能覺得人是他們如此悲傷的原因。",
                "這也可能是嫉妒的表現，尤其是當你停滯不前時，每個人似乎都在生活的各個方面都很開心或表現出色。",
                "這張牌表明你必須學會獲得自信才能重新利用你的內在力量。"
            ],
            "short_zh": {
                "love_zh": "關係可能出現相互依賴與不安全感，力量與控制變得明顯並需建立信任避免需求被踐踏。",
                "career_zh": "恐懼與自我懷疑阻礙前進，需要重建健康的信心與信念並相信自己有能力採取推動職涯的選擇。",
                "money_zh": "避免強迫性消費或對必要支出猶豫不決，財務不安全感需要被看見並加以調整。"
            },
            "love_zh": [
                "在愛情塔羅牌中，當力量逆位時，這張牌可能表明你們的關係有點相互依賴。",
                "這可能源於某些形式的不安全感，使您和您的伴侶難以更加獨立並追求自己的利益。",
                "成為擁有自己生活的完整個體會給你們的伙伴關係帶來更多；它不會減損它。",
                "確保對您的伙伴關係有強烈的信任感。",
                "逆位的力量塔羅牌愛情含義也可以表明力量和力量在你們的關係中變得更加明顯。",
                "一個合作夥伴可能變得越來越霸道，而不是同情和理解。",
                "您可能必須確保一個合作夥伴的需求不會被踐踏以支持另一個合作夥伴的需求。"
            ],
            "career_zh": [
                "您的恐懼是否阻礙了您的職業抱負？",
                "逆位的力量卡表明你可能擁有取得成功所需的一切，除了對自己有健康的信心和信念。",
                "您可能會不斷地自我懷疑，讓您的焦慮和自我懷疑佔據主導地位，並阻止您做出可以推動您職業發展的選擇。",
                "如果你真的仔細審視自己，你會發現你比你真正相信的更有能力。",
                "相信自己的能力，別人也會相信你。"
            ],
            "money_zh": [
                "現在就避免強迫性消費，因為它對您的財務狀況造成的損害比平時更大。",
                "或者，這張卡也可以暗示對把錢花在現在對你有幫助的事情上猶豫不決，即使你可能有足夠的資金。",
                "無論您的實際情況如何，都會有一種財務上的不安全感。"
            ]
        }
    },

    "quotes": [
        "你的韌性將極大地幫助你，你的無畏意味著你應該毫無問題地說出你的想法。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["勇氣", "自信", "同情", "內在力量", "紀律"],
    "version": "1.0"
}
