{
    "id": "m10",
    "name_zh": "命運之輪",
    "name_en": "Wheel of Fortune",
    "arcana": "major",
    "number": 10,

    "keywords": {
        "upright": ["變化", "週期", "命運", "決定性時刻", "運氣", "財富", "突發事件"],
        "reversed": ["運氣不好", "缺乏控制", "執著於控制", "不受歡迎的變化", "延誤"]
    },

    "summary": {
        "card_story_zh": [
            "命運之輪是套牌中最具象徵意義的牌之一，充滿了每張都有其意義的標誌。",
            "在卡片的中央，有一個巨大的輪子，上面覆蓋著深奧的符號。",
            "輪子周圍有不同的生物；天使、鷹、公牛和獅子。",
            "它們與黃道十二宮中的四個固定星座有關——獅子座、金牛座、天蠍座和水瓶座。",
            "這四種動物也是基督教傳統中四位福音傳道者的代表，這也許是它們都裝飾有翅膀的原因。",
            "每個生物所持有的書籍都代表著傳達智慧和自我理解的托拉。",
            "蛇表示下降到物質世界的行為。",
            "在輪子本身上，騎著一個坐在頂部的獅身人面像，而似乎是魔鬼，或者是阿努比斯本人出現在底部。",
            "這兩個埃及人物代表了眾神和國王（在獅身人面像的情況下）和冥界（阿努比斯）的智慧。",
            "它們在一個循環中永遠旋轉，並表明當一個上升時另一個下降。"
        ],
        "core_upright_zh": "變化與週期到來，命運轉動帶來機會與轉折。",
        "core_reversed_zh": "運氣不順與不受控的變化，提醒放手控制並學會適應。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "命運之輪不斷轉動，似乎在傳達生命由好壞兩部分組成，並且循環是我們無法控制的。",
                "這是一種既受君王也受制於工人的東西，地球上任何人都無法避免命中註定的事情。",
                "當您在生活中遇到美好的時刻時，請確保您盡情享受，因為發生的事情總會落下。",
                "反過來也是如此——當你處於糟糕的境地時，事情最終會再次變得更好。",
                "“支配季節變化或太陽升起和落下的相同力量也是運氣和個人命運的主宰。”",
                "人類無法控制的強大力量在這裡發揮作用。",
                "支配季節變化或太陽升起和落下的相同力量也是運氣和個人命運的主宰。",
                "它的落點與機會一樣隨機——您可能會發現自己處於頂部或底部，但請記住，無論結果如何，它都可能不會持續很長時間，因為輪子總是在轉動。"
            ],
            "short_zh": {
                "love_zh": "關係將迎來意想不到的變化，需要與合作夥伴一起調整並以團隊度過起起落落。",
                "career_zh": "職涯可能出現重大變化與機會，嘗試說“是”並適應挑戰，順勢而為可帶來成功。",
                "money_zh": "物質與財務狀況可能變動，保持靈活並為困難時期預作準備，同時留意敞開的機會。"
            },
            "love_zh": [
                "生活充滿了意想不到的變化，愛情也不例外。",
                "命運之輪塔羅牌愛情的意義可以預示著你們關係的巨大變化，也許是你沒有預見到的變化。",
                "這些不一定是壞事，但可能需要進行調整。",
                "你與伴侶的承諾現在可能會受到考驗，你們倆可能都需要付出一些努力或犧牲才能保持在一起。",
                "如果您選擇做出選擇，您的伙伴關係可能會變得比以往任何時候都更加緊密，因為你們兩個學會了作為一個團隊一起度過人生的起起落落。",
                "重要的是要了解變化是積極的還是消極的，它們不是永遠的，因為車輪總是在轉動。"
            ],
            "career_zh": [
                "在您的職業生涯中，可能會發生重大變化。",
                "如果您正在考慮改變職業道路或職位，現在可能是做出這些舉動的好時機。",
                "嘗試並更加了解您現在所處環境中的機會，並在它們出現時說“是”。",
                "有時，即將到來的變化可能是困難和具有挑戰性的，但這些實際上可以為您發展技能並為未來的成長做好準備。",
                "接受這些變化，讓自己適應。",
                "順應這些變化的潮流可能會給您帶來成功。"
            ],
            "money_zh": [
                "當涉及到您的財務狀況時，命運之輪也暗示了改變，所以準備好適應任何發生的事情。",
                "如果您在經濟上一直很舒服，請確保您繼續存入一定數量的錢來度過困難時期。",
                "如果您正在處理物質困難，請放心，這不會永遠持續下去。",
                "睜大眼睛看向你敞開的任何機會。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當輪子逆位時，意味著運氣沒有站在你這邊，不幸一直在跟著你。",
                "當它與此卡相關聯時，您必須了解這些是由於您無法控制的外部影響造成的。",
                "就像車輪一樣，我們的運氣和命運總是在運動，有時我們在底部。",
                "請放心，車輪會再次轉動，您很快就會好起來的。",
                "然而，你不應該做的是堅持控制的錯覺。",
                "或許在這個輪迴中，教訓就是要學會放手和釋放。",
                "有些事情不能單靠人的意志和行動來推動。",
                "當我們不放手時，它只會帶來更多的痛苦，因為您可能會因為無法改變情況的行為而責備自己。",
                "當我們學會接受時，我們也學會了原諒自己。",
                "我們學會繼續前進，並繼續前進——最終，我們了解到這種接受的感覺可以再次推動車輪前進，並將其推向一個新的循環。"
            ],
            "short_zh": {
                "love_zh": "外部因素可能干擾關係並使愛情生活失控，需要耐心適應、減少控制並以團隊溝通面對。",
                "career_zh": "工作變化快速且難以跟上，別執著舊解法與期待，保持彈性並建立自己的處理流程。",
                "money_zh": "可能出現意外且不受歡迎的財務事件，避免冒險並準備應急基金以降低焦慮。"
            },
            "love_zh": [
                "有時，無論我們如何努力，世界都不會屈服於一個人的意志。",
                "生活可能給您的計劃帶來了意想不到的麻煩，除了記住這也會過去之外，您無能為力。",
                "很可能一些外部因素現在正在影響你的人際關係，你可能必須適應它，耐心地接受它，而不是試圖控制這種情況。",
                "你生活的其他方面現在可能要求很高，因為你的浪漫生活可能需要暫停一下。",
                "如果您是合夥人，請嘗試以團隊的形式解決這些問題並公開溝通。"
            ],
            "career_zh": [
                "你工作生活中的事情變化很快嗎？您可能會發現目前很難跟上。",
                "所有這些意外都可能會破壞您的計劃。",
                "您可能會繼續嘗試使過去的解決方案發揮作用，而不是與現在正在發生的事件並駕齊驅。",
                "重要的是不要執著於過去或您的期望，而是要保持靈活性並準備好改變您的計劃。",
                "您在工作中的職責是否發生變化？您的項目需求是否不斷更新？這可能會非常令人沮喪，但與其與之抗爭，不如嘗試找出自己的處理流程。",
                "確保找到您的中心很重要。"
            ],
            "money_zh": [
                "當涉及到您的財務時，要小心冒險，因為這張卡片可能預示著意外和不受歡迎的事件。",
                "現在建立一個小型應急基金可能是明智的；即使什麼也沒發生，把東西藏起來也可以幫助緩解對接下來發生的事情的焦慮。",
                "世界在不斷變化，請確保您已做好準備。"
            ]
        }
    },

    "quotes": [
        "支配季節變化或太陽升起和落下的相同力量也是運氣和個人命運的主宰。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["變化", "週期", "命運", "運氣", "轉折"],
    "version": "1.0"
}
