{
    "id": "m12",
    "name_zh": "倒吊人",
    "name_en": "The Hanged Man",
    "arcana": "major",
    "number": 12,

    "keywords": {
        "upright": ["犧牲", "等待", "不確定", "缺乏方向", "視角", "沉思"],
        "reversed": ["拖延", "漠不關心", "停滯不前", "避免犧牲", "冷漠"]
    },

    "summary": {
        "card_story_zh": [
            "在這張卡片中，它描繪了一個倒掛的人，他的腳懸在活生生的世界樹上。",
            "這棵樹深植於冥界，以支撐天堂而聞名。",
            "人們相信，上吊者實際上是由他自己的自由意志定位在那裡的。",
            "我們相信這是因為他臉上的平靜表情。",
            "他的右腳被綁在樹枝上，但他的左腳完全自由。",
            "與此同時，他雙手背在身後，形成一個倒三角形。",
            "他穿的紅色褲子代表肉體和人的熱情，而他穿在襯衫上的藍色代表平靜的情緒，是聖人常見的顏色組合。",
            "他的鞋子、頭髮和光環的黃色象徵著他的智慧。"
        ],
        "core_upright_zh": "犧牲、等待、轉換視角與沉思。",
        "core_reversed_zh": "停滯拖延、漠不關心與避免必要的犧牲。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "被絞死的人明白，他的職位是他為了前進而需要做出的犧牲——無論是對過去的錯誤懺悔，還是有計劃的後退以重新計算他的前進道路。",
                "這次他在這裡度過的時間不會浪費，他這樣做是他前進的一部分。",
                "他顛倒的狀態也可以像徵那些走精神道路的人的感覺，因為他們看待世界的方式不同。",
                "如果其他人不理解犧牲的必要性，您會以不同的方式看待它。",
                "當你獨自走在這條路上時，這對你來說是一個自然的行動過程。",
                "倒吊人卡反映了暫停某些行動的特殊需要。",
                "因此，這可能表明有一段時間的優柔寡斷。",
                "這意味著即使在這個特定時刻迫切需要採取行動，某些需要正確實施的行動或決定也可能被推遲。",
                "事實上，如果您能夠拖延某些行動以確保您有更多時間思考做出關鍵決定，那最終將是最好的，這最終將是最好的。",
                "“倒吊人卡反映了暫停某些行動的特殊需要。因此，這可能表明有一段時間的優柔寡斷。”",
                "這是一張主要用於等待和暫停的卡。",
                "這表明這可能是您為了取得成功或等待適當的機會而需要做的事情。",
                "請記住，採取行動並不總是最好的解決方案，在某些情況下，不這樣做可能會給您帶來同樣多的好處，甚至更多。"
            ],
            "short_zh": {
                "love_zh": "愛情不能倉促，避免浪漫壓力，為愛犧牲",
                "career_zh": "對職業的不確定性，等待，被迫休息，考慮下一步",
                "money_zh": "財務觀念的轉變"
            },
            "love_zh": [
                "總的來說，倒吊人是關於犧牲、新觀點和等待合適的時機。",
                "對單身人士來說，倒吊人塔羅愛情寓意是不能操之過急。",
                "無論你如何投入浪漫的追求，或者給你的約會對象發送所有正確的信息，如果對方還沒有準備好，這可能不取決於你。",
                "不要試圖強迫或施壓讓一段關係取得成果，而是利用這段時間看看當你獨自一人時，你的觀點是如何變化的。",
                "這同樣適用於人際關係。",
                "在進行重要討論或將你們的關係提升到一個新的水平時，時間可能是一個問題。",
                "或者，犧牲的概念可能在您的關係或現在的潛在關係中發揮重要作用。",
                "可能需要幫助，這可能是考驗你的承諾的時刻，但也可以讓你們兩個更接近。"
            ],
            "career_zh": [
                "說到工作，倒吊人可能表示一種等待或不確定你應該做什麼的感覺。",
                "您的項目可能暫停，迫使您休息一下，或者您可能正在等待並考慮下一步行動。",
                "這張卡有一個教訓，那就是有時候，無論如何，你都不能強行做出決定，或者在事情不合適的時候發生變化。",
                "有時，你只需要等待，而你一直在努力推動的事情，無論是來自商業夥伴或同事的回應，還是來自客戶的決定，或者是關於改變職業生涯的決定，都會及時來。",
                "放鬆，就這樣吧。",
                "或者，您可能正在對您的職業做出重大改變。"
            ],
            "money_zh": [
                "倒吊人表明需要改變視角。",
                "如果在金錢問題上有一些壓力，你可能會發現此刻暫停實際上可以給你帶來一種看待事物的新方式。",
                "你能把糟糕的情況變成機會嗎？",
                "事情只是看起來比實際情況更糟嗎？"
            ]
        },
        "reversed": {
            "general_zh": [
                "倒吊人牌的逆位意義代表了一段非常具體的時間段，在這段時間裡，你感覺自己好像犧牲了大量的時間，卻一無所獲。",
                "您可能會覺得某些事物似乎處於絕對靜止狀態，沒有任何特定的解決方案或運動。",
                "就好像你把你的全部精力和注意力都放在某件事上，但沒有任何結果是應該的。"
            ],
            "short_zh": {
                "love_zh": "愛情的新觀點，浪漫生活的變化",
                "career_zh": "新的職業變動不起作用，拖延，拖延時間",
                "money_zh": "優柔寡斷，投資失敗，浪費金錢犧牲"
            },
            "love_zh": [
                "現在是採取行動的時候了。",
                "逆位倒吊人塔羅愛情寓意表示等待期已經結束。",
                "最近你的愛情生活可能有所放緩，迫使你花時間考慮對浪漫和愛情的不同看法。",
                "理想情況下，您已經重新開始，更清楚地了解您對人際關係的期望。",
                "這可能是一個古老的、長期持有的信念正在被拋棄的時候。",
                "有了這個新的視角，你現在可以用新的能量採取行動或改變你的浪漫生活。",
                "這張牌也可以告誡人們不要為愛情做出不必要的犧牲。",
                "確保您的需求和您的合作夥伴的需求是平衡的。"
            ],
            "career_zh": [
                "當倒吊人被逆位時，你可能會覺得你在職業生涯中所做的犧牲並沒有真正產生結果。",
                "如果您最近改變了職業道路，或者請假接受再培訓，或者將您的家庭時間用於工作項目，那麼事情可能不會按計劃進行。",
                "做出這些改變可能並不值得。",
                "有時，這張卡片也可以表示時間拖延。",
                "與其等待合適的時機，您可能對下一步該做什麼感到茫然不知所措，以至於您一直在拖延做出將推動您進行下一步的決定，從而導致一種無能為力或停滯不前的感覺。",
                "不要萎靡不振，學會積極參與你的生活。"
            ],
            "money_zh": [
                "如果您最近一直在考慮對您的資源進行重大購買或投資，那麼您的優柔寡斷和猶豫可能意味著您永遠不會採取下一步行動。",
                "有時，這張卡也可能表明您的投資沒有產生任何回報；這不必在傳統的銀行機構中進行。",
                "也許你借錢給家人上學，結果卻讓他們輟學。",
                "也許你已經把你的一些財務投入到了副業中，結果卻是失敗了。",
                "這張卡有一種白白犧牲的感覺；讓這些成為未來如何處理這些情況的教訓。"
            ]
        }
    },

    "quotes": [
        "倒吊人卡反映了暫停某些行動的特殊需要。因此，這可能表明有一段時間的優柔寡斷。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["犧牲", "等待", "視角", "沉思", "暫停"],
    "version": "1.0"
}
