{
    "id": "m13",
    "name_zh": "死神",
    "name_en": "Death",
    "arcana": "major",
    "number": 13,

    "keywords": {
        "upright": ["轉變", "結局", "改變", "過渡", "放手", "釋放"],
        "reversed": ["害怕改變", "重複消極的模式", "抵制改變", "停滯不前", "腐朽"]
    },

    "summary": {
        "card_story_zh": [
            "在這裡，我們看到死神騎著一匹美麗的白馬，同時舉著一面帶有白色圖案的黑旗。",
            "它被描繪成一個活的骨架，骨頭是人體死後唯一存在的部分。",
            "他穿著盔甲，這使他無敵 - 表明沒有人可以摧毀死亡。",
            "他騎的白馬代表純潔，因為死亡淨化了每個人。",
            "在他的下方，所有階層的人類都躺在泥土中——國王和乞丐，旨在提醒我們死亡並不區分階級、種族和性別。"
        ],
        "core_upright_zh": "結束與轉變、放手與釋放，迎接新的開始。",
        "core_reversed_zh": "害怕改變而停滯，抵制轉變並重複消極模式。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "死神是塔羅牌中最令人恐懼的牌之一，而且人們對它的誤解很深。",
                "許多人避免提及這張牌，因為它有如此大的力量。",
                "大多數時候，人們從字面上理解卡片的名稱。",
                "然而，死神卡的真正含義是整個套牌中最積極的之一。",
                "死神卡表示你生命中的一個重要階段即將結束，新的階段即將開始。",
                "你只需要關上一扇門，新的一扇門就會打開。",
                "過去需要放在你身後，這樣你才能把精力集中在你面前的事情上。",
                "“死神卡表示你生命中的一個重要階段即將結束，新的階段即將開始。”",
                "另一個意思是你將要經歷一個重大的改變、過渡或轉變。",
                "舊版本的你需要“死去”，才能創造出新的你。",
                "這對您來說可能是一個可怕的時刻，因為您可能不確定將來會發生什麼。",
                "即使你很害怕，你也應該歡迎這種改變，因為你正在為新的生活事件打開大門。",
                "死神也可能意味著你需要放下生活中任何不健康的依戀。",
                "這是生命的重要組成部分，因此學習不斷前進是死神教給我們的課程之一。"
            ],
            "short_zh": {
                "love_zh": "關係的變化，浪漫生活的變化，結束關係",
                "career_zh": "工作過渡，職業過渡，留下不圓滿的職業",
                "money_zh": "財務損失，適應財務損失，改變金錢觀"
            },
            "love_zh": [
                "當談到愛情和人際關係時，死神塔羅牌愛情的含義可能表明陷入不再起作用的情緒動態中。",
                "如果您已經處於戀愛關係中，要使這種關係繼續下去，您必須學會接受變化。",
                "有時，這張卡片也可能表明你可能想要結束這段關係，尤其是在這段關係進展不順利的情況下。",
                "重要的是要記住，所有用死神塔羅牌關閉的門都會打開另一扇門。",
                "雖然在愛情塔羅牌中死神可能難以接受，但對一個或另一個伴侶的轉變可能是幫助兩個人成長所需要的。",
                "同樣重要的是要記住，卡片是建議，你可以選擇接受和歡迎你們關係的轉變，或者放手。",
                "雖然一開始很可怕，但死神塔羅牌給愛情帶來的轉變也可能是積極的。",
                "用壓力較小的術語來說，它可能是一個新時代的到來，例如訂婚。",
                "如果你沒有戀愛關係，死神塔羅牌愛情的意義可以指向你目前正在擺脫的信念、態度或行為，這些信念、態度或行為可以幫助你發展更健康、更牢固的關係。"
            ],
            "career_zh": [
                "如果您一直在考慮改變職業，那麼直立的死神卡可能是一個信號，表明您應該立即採取行動並採取行動。",
                "你可能在當前的工作中經歷了一段冷漠、不感興趣和沮喪的時期，如果你不採取果斷的行動，生活中的事件可能會迫使你做出改變。",
                "您可能會堅持當前的道路，因為它提供了穩定性、確定性和安全性，但是如果您在其他方面不快樂或感覺沒有受到挑戰，那麼您將失去的不僅僅是舒適。",
                "通常當一扇門關閉時，另一扇門打開；擁抱現在發生的變化並投入其中。"
            ],
            "money_zh": [
                "死神塔羅牌預示著損失，這意味著您可能不幸正在處理財務資源的損失。",
                "這段時間也可能是你處理金錢關係和價值觀的轉變的發起者。",
                "你從這段時間學到的教訓可以在管理你的資源方面帶來實際的變化，以及在知道什麼對你真正重要方面帶來精神上的變化。"
            ]
        },
        "reversed": {
            "general_zh": [
                "死神逆位的意義仍然是關於改變，但你一直在抵制它。",
                "您可能會擔心放棄過去，或者您無法確定需要做出哪些改變才能繼續前進。",
                "抗拒改變並堅持過去會限制你的未來，這會讓你覺得自己陷入了困境。",
                "你應該花一些時間來評估你一直在接近生活變化的方式。",
                "您可能會發現由於對未知的恐懼，您一直在停止所需的更改。",
                "雖然您仍然會感到害怕，但您應該相信自己正在採取正確的步驟並繼續前進。",
                "生活在繼續，所以與時間抗爭只會讓你留下遺憾。",
                "死神不一定是一張遺憾的卡片，尤其是如果你聽從它的警告。"
            ],
            "short_zh": {
                "love_zh": "抵制關係的改變，未能改變消極的情緒模式",
                "career_zh": "在工作中重複消極的模式，留在沒有成就感的工作中，缺乏成長",
                "money_zh": "未能適應財務損失，持續不健康的財務習慣"
            },
            "love_zh": [
                "死神塔羅牌的愛情相反的意思可以表示當涉及到你對人際關係和浪漫的態度和態度時，強烈抵制改變。",
                "這可能會以一種停滯不前的關係的形式出現，不再幫助你們作為個人成長。",
                "也可能對這段關係有依賴，或者你們可能只是因為感到舒服、有義務或害怕孤獨而保持在一起。",
                "另一方面，舊的關係也可以恢復。",
                "如果你是單身，愛情塔羅牌中的死神逆位表明你必須避免消極的模式和動態，才能真正參與到一段愛情關係中。",
                "你可能有自尊問題、救世主情結或需要治癒的傷口，以便找到一個愛你和尊重你的伴侶，並且你可以愛和尊重。"
            ],
            "career_zh": [
                "與此卡的直立版一樣，您在工作或職業道路上也被迫做出改變。",
                "但反過來，你可能會竭盡全力抵制這種轉變。",
                "儘管環境不健康、工資減少或項目單調乏味，但您可能會堅持下去。",
                "改變是不可避免的；這適用於我們的職業以及我們生活的其他方面。",
                "我們必須學會歡迎它而不是推開它。",
                "當我們堅持一個不再打算留在我們生活中的循環時，我們會看著它慢慢衰敗並耗盡我們的精力。",
                "有時，這張卡片也可以代表你的工作場所再次重複的負面模式。",
                "你會自我破壞嗎？",
                "你犯錯時的防守會造成麻煩嗎？",
                "您的冒名頂替綜合症會影響您與同事的互動方式嗎？",
                "考慮必須放手什麼才能釋放這些不健康的模式。"
            ],
            "money_zh": [
                "財務資源的損失可能是不可避免的，但這可能讓您難以接受和適應。",
                "為了度過這個臨時時期，您可能需要在費用方面做出一些調整，但您可能會發現很難放棄一些您認為需要的東西。",
                "與其讓這段時間改變你與資源的關係以及你的價值觀是什麼，你可能沒有吸取教訓。",
                "學會停止抵制這些變化，你可能會更容易應對。"
            ]
        }
    },

    "quotes": [
        "死神卡表示你生命中的一個重要階段即將結束，新的階段即將開始。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["轉變", "結局", "改變", "放手", "釋放"],
    "version": "1.0"
}
