{
    "id": "m15",
    "name_zh": "惡魔",
    "name_en": "The Devil",
    "arcana": "major",
    "number": 15,

    "keywords": {
        "upright": ["壓迫", "成癮", "痴迷", "依賴", "過度", "無力", "局限"],
        "reversed": ["獨立", "自由", "啟示", "釋放", "收回權力", "收回控制"]
    },

    "summary": {
        "card_story_zh": [
            "這張牌顯示了以他最著名的色狼形式代表的魔鬼，也就是眾所周知的 Baphomet。",
            "除了半山羊半人之外，魔鬼還有蝙蝠翅膀和額頭上的倒五角星。",
            "他站在一個基座上，上面拴著一個裸體的男人和女人，好像在表明他對他們有統治權。",
            "男人和女人都有角，好像在表明他們與魔鬼相處的時間越長，他們就越不人性化。",
            "鎖鏈使他們看起來好像被魔鬼俘虜了。",
            "男人尾巴上有火焰，女人尾巴上有一碗葡萄，分別像徵著他們對權力和生活中美好事物的痴迷。",
            "仔細一看，男人和女人都不太高興。",
            "他們的個人權力已被剝奪，讓他們暴露在外，並因赤身露體而感到羞恥。"
        ],
        "core_upright_zh": "成癮與依賴造成的束縛，沉迷物質或慾望而感到無力。",
        "core_reversed_zh": "覺察並打破枷鎖，收回控制與力量，走向獨立與釋放。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "在你的閱讀中獲得惡魔牌表明你有生活中的陷阱、空虛和缺乏滿足感。",
                "這也可能意味著你是物質主義和富裕的奴隸，無論你怎麼努力，你似乎都無法擺脫想要沉迷於奢華生活的感覺。",
                "您可能意識到這種生活方式正在將您引向兔子洞，但您有一種無法控制自己的行為或衝動的感覺。",
                "“對物質或物質享樂的成癮也可能是您感到無能為力和受困的原因。”",
                "對物質或物質享樂的成癮也可能是您感到無能為力和受困的原因。",
                "在這種情況下，您可能會覺得自己好像是一個奴隸，無法控制自己的衝動或意志力，無法將自己引向滿足這些慾望之外的其他事物。"
            ],
            "short_zh": {
                "love_zh": "情慾與誘惑帶來痴迷或相互依賴，需溝通並避免傷害他人。",
                "career_zh": "在工作中感到被困而易責備或自我破壞，提醒你收回力量並承擔改變。",
                "money_zh": "不良理財習慣加劇困境，可能強迫性花錢或賭博，需重建控制。"
            },
            "love_zh": [
                "在愛情塔羅牌中，惡魔象徵著慾望和誘惑。",
                "這張牌可能會有享樂主義和自私的滿足感。",
                "在不太嚴重的情況下，它也可以僅僅意味著對生活中所有塵世樂趣的追求。",
                "享受一點樂趣並沒有錯，但請確保您這樣做時不會傷害他人或給他們錯誤的印象。",
                "如果您只是在尋找聯繫方式，則由您決定與您的約會對象進行交流。",
                "如果他們認為您的生活方式不適合他們，請確保您避免向他們施加壓力。",
                "溝通將比以往任何時候都更加重要。",
                "或者，惡魔塔羅牌的愛情意義也可以表示成癮，在愛情和人際關係的背景下，相互依賴。",
                "隨著時間的推移，這可能會破壞雙方的個性和自我。",
                "小心，並確保你們兩個在你們的關係中保持堅強。"
            ],
            "career_zh": [
                "當談到你現在的職業時，你可能會感到被困或被困，就像你別無選擇，只能留在你不喜歡的地方。",
                "在這種狀態下，可能更容易將原因歸咎於環境、運氣不好或許多外部因素。",
                "你可能會覺得依賴這份工作，沒有能力做出能給你帶來快樂的改變。",
                "有時，在與同事的工作關係中，這張卡片也可以發出自我破壞和扮演受害者的信號。",
                "不管感覺如何，惡魔的出現表明你有比你想像的更多的選擇，你只需要收回你的力量。",
                "對你不喜歡的情況負責，這可能很可怕，但它也可以賦予權力。"
            ],
            "money_zh": [
                "困難的財務狀況可能會因閱讀中的惡魔的不良習慣而被誇大。",
                "這可能表明您通常可以採取更多措施來擺脫這種狀態，但是您可能看不到解決方案，或者您無法改變處理財務的方式。",
                "您可能會強迫性地花錢、賭博或無法控制自己的物質資源。",
                "確保你正在盡你所能。"
            ]
        },
        "reversed": {
            "general_zh": [
                "惡魔卡的逆位意義可能是一個人變得自我意識並打破所有因成癮和不良習慣而產生的枷鎖的時刻。",
                "可能是因為他們厭倦了兜兜轉轉，需要改變。",
                "但有一件事通常很清楚——打破這些鎖鏈，尤其是那些上癮的鎖鏈絕非易事。",
                "因此，人們必須準備好進行必要的改變，這些改變最初可能會讓人感到痛苦，然後做出調整，最終通過能夠再次找到真實的自己來獲得回報。",
                "在這種情況下需要進行自我評估，個人需要花一些時間並列出他們需要擺脫的所有事情。",
                "一旦完成，他們就該踏上艱難的自我提升之旅了。"
            ],
            "short_zh": {
                "love_zh": "更能掌控愛情生活並結束相互依賴，擺脫霸道或不健康的連結。",
                "career_zh": "重新對職業選擇負責並做出改變，在工作中感到更有能力與自主。",
                "money_zh": "打破不良的財務習慣，逐步收回控制並在經濟上更獨立。"
            },
            "love_zh": [
                "逆位的惡魔塔羅牌愛情意義可能表明你可能正在擺脫一些阻礙你發展牢固關係的負面情緒模式或成癮。",
                "您可能比以往任何時候都更能掌控自己的愛情生活。",
                "在某些情況下，這張牌也可能預示著要擺脫與霸道的伴侶的關係，或者一種不允許你表達真實自我的共同依賴關係。",
                "您可能已經認識到，將您與伴侶聯繫起來的紐帶是不健康或不支持的。",
                "繼續培養自己的獨立性，並為自己的所作所為感到自豪。"
            ],
            "career_zh": [
                "在工作方面，您正在重新對自己的職業選擇負責，並且正在做出一些急需的改變以避免未來出現問題。",
                "如果你一直處於令人窒息的境地，你可能正在採取行動；這是否意味著要離開一份沒有成就感的工作、一個不健康的環境，或者選擇解決與同事的緊張關係。",
                "你可能不再覺得依賴你的工作來獲得穩定感，明白你可以在自己內找到它。",
                "注意當你重新發現自己的獨立性時發生的變化。"
            ],
            "money_zh": [
                "如果您有過不良財務習慣的歷史，您可能正在努力做出必要的改變以重新獲得控制權。",
                "如果你的物質資源一直依賴他人，比如伴侶或家人，你可能正在享受一種新的獨立感。"
            ]
        }
    },

    "quotes": [
        "對物質或物質享樂的成癮也可能是您感到無能為力和受困的原因。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["成癮", "痴迷", "依賴", "束縛", "釋放"],
    "version": "1.0"
}
