{
    "id": "m16",
    "name_zh": "高塔",
    "name_en": "The Tower",
    "arcana": "major",
    "number": 16,

    "keywords": {
        "upright": ["災難", "破壞", "劇變", "創傷", "突變", "混亂"],
        "reversed": ["避免災難", "延遲不可避免的", "抵制變化"]
    },

    "summary": {
        "card_story_zh": [
            "高塔塔羅牌描繪了一座坐落在山頂上的高尖塔。",
            "一道閃電擊中了這座塔，使它著火了。",
            "火焰在窗戶中爆裂，人們絕望地跳出窗戶。",
            "它們可能標誌著我們之前在惡魔卡中看到的相同數字。",
            "他們想逃離內心的動盪和破壞。",
            "這座塔象徵著建立在有缺陷的場所的雄心壯志。",
            "為了清除舊的方式並迎接新的事物，高塔的破壞必鬚髮生。",
            "它的啟示可以在一瞬間的真理或靈感中出現。"
        ],
        "core_upright_zh": "突如其來的崩塌與劇變，打破舊基礎以迎來更真實的新開始。",
        "core_reversed_zh": "試圖避免或延後崩塌，但真正的課題是接受變化並學會更自力更生。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "高塔代表了最激進和最重要的變化。",
                "正是由於這個原因，卡片本身在視覺上看起來如此令人不安。",
                "但它不一定是真正令人恐懼或不祥的。",
                "因為在這張卡片的核心，它傳達的信息是基礎性的、突破性的變化。",
                "高塔塔羅牌標記的事件不一定是可怕的事情，例如災難或重大損失。",
                "改變本身是人們必須接受的生活的正常部分。",
                "但它有時會讓人感到恐懼，因為這意味著我們必須放棄在此事件之前我們已經知道的真相。",
                "舊的方法不再有用，你必須找到另一套信念、價值觀和過程來取而代之。",
                "“舊的方法不再有用，你必須找到另一套信念、價值觀和過程來取而代之。”",
                "積極一點，是時候用更真實的東西來取代過去的舊基礎，並且在未來會更好地為您服務。",
                "在工作方面，必然會發生不可避免的爭論。",
                "你需要控制住自己的脾氣。",
                "避免說可能會傷害他人的話。",
                "當談到你的愛情生活時，你的浪漫關係可能接近尾聲。",
                "以此作為警告——如果你真的重視你們的關係，那麼是時候採取損害控制措施或進行溝通以消除誤解了。",
                "在您的財務中，高塔的含義是指需要確保您的交易。"
            ],
            "short_zh": {
                "love_zh": "關係可能因基礎不穩而崩解或迫使你重塑愛情信念，痛苦但為新體驗掃路。",
                "career_zh": "職場可能突發中斷或混亂（如失業、責任暴增或人事變動），短期震盪但可能通往更好的長期未來。",
                "money_zh": "財務可能出現意外損失與警鐘，宜預留資金並建立更有彈性的支持系統。"
            },
            "love_zh": [
                "高塔塔羅牌的愛情意味著巨大的根本性變化。",
                "基礎薄弱或搖搖欲墜的關係不會持續太久，可能會崩潰。",
                "雖然最初很痛苦，但這些為新體驗掃清了道路。",
                "也許你們的關係對你的身份非常重要；你為自己是一個好夥伴或父母而自豪，即使你可能不開心，你也能留下來。",
                "雖然這些時期可能會很艱難，但要知道它們會過去。",
                "如果你是單身，那可能不是正在破裂的關係，而是你對愛對你意味著什麼的整個概念的看法和理解。",
                "哪些關於愛的信念沒有為你的最高自我服務？",
                "這些都需要改變，這樣你就可以對你在人際關係方面的需求有一個單獨的理解。"
            ],
            "career_zh": [
                "當談到你的職業生涯時，現在可能會有很多壓力；高塔可能意味著突然失業，或獲得一個新職位，由於責任突然增加而造成混亂。",
                "來自外部環境的某些事情，例如新老闆或同事的離職，可能意味著工作場所會發生災難。",
                "重要的是要記住，此時，儘管事情令人沮喪，但這些暫時的混亂可能會帶來更好的長期未來，例如更適合您的工作，或者從長遠來看更和平的工作場所."
            ],
            "money_zh": [
                "確保您現在有一些資金存放對您來說是明智之舉。",
                "高塔在最壞的情況下談到災難，在財務方面也不例外。",
                "可能會出現不受歡迎的意外，可能會造成資源的突然損失。",
                "這些場景可以用作喚醒電話；開發一個有彈性的支持系統，並傾向於對你真正重要的事情。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當你將高塔逆位時，你會感覺到一些危機在地平線上迫在眉睫，你正在竭盡全力試圖避免它的顯現。",
                "你沒有意識到的是，這些故障可能有助於打破你對錯誤事物的依賴。",
                "這座塔建在有缺陷的地基上，它必須倒塌。",
                "雖然破壞會是痛苦的，但由此產生的謙卑會給我們帶來和平。",
                "你所依賴的將不再存在。",
                "不要認為這是一個劇烈而令人沮喪的變化，現在是你變得更加自力更生的時候了。"
            ],
            "short_zh": {
                "love_zh": "你正在試圖避免關係爆炸點，若及早溝通調整可減少更大破壞，也可能準備離開無效關係。",
                "career_zh": "你可能勉強挺過裁員或壓力，但也可能因此停在舒適卻窒息的處境，提醒你把握機會看見新的可能。",
                "money_zh": "暫時躲過財務災難不代表問題消失，若一再延後面對，只會反覆危機，應勇敢做能減輕負擔的決策。"
            },
            "love_zh": [
                "改變從來都不是一件容易接受的事情，但無論我們多麼抗拒它，它都會到來。",
                "如果您看到遠處的關係中出現任何問題，現在是您處理它們的機會。",
                "這樣做可以防止以後出現更大的問題。",
                "你的怨恨在累積嗎？",
                "你一直保持沉默是因為你認為這不值得爭論嗎？",
                "慢慢地，這些事情可能會變成大問題，可能會破壞原本幸福的關係。",
                "有時，這張牌也可以表明你可能準備離開一段沒有效果的關係。"
            ],
            "career_zh": [
                "儘管工作壓力很大，但您可能還是能夠挺過去。",
                "例如，如果您的工作場所經歷了一系列裁員或裁員，您可能會發現自己是少數成功保住工作的幸運兒之一。",
                "這可能是一種解脫，或者可能會阻止您在職業生涯中找到真正的成就感。",
                "有時，高塔是我們都需要的一張牌，可以讓我們擺脫自己的昏迷，並有動力離開舒適的單調工作。",
                "這可能是你需要睜開眼睛看看還有什麼在等著你的機會。"
            ],
            "money_zh": [
                "如果您已經成功地擺脫了財務危機，請花點時間尋求解脫。",
                "但是，高塔建議您最好接受這需要發生才能繼續前進。",
                "例如，如果您通過設法還清本月的債務而避免了破產，那麼從長遠來看，接受您的情況並宣布破產可能會更容易和更健康。",
                "或者，如果您購買了負擔不起的房屋，而抵押貸款付款使您陷入困境，那麼出售可能更明智。",
                "否則，一次災難就避免了，下次只能重新啟動；你可能會繼續無限期地掙扎。",
                "想想現在什麼可以減輕你的負擔，勇敢地面對情況。"
            ]
        }
    },

    "quotes": [
        "舊的方法不再有用，你必須找到另一套信念、價值觀和過程來取而代之。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["劇變", "崩塌", "真相", "重建", "警鐘"],
    "version": "1.0"
}
