{
    "id": "m17",
    "name_zh": "星星",
    "name_en": "The Star",
    "arcana": "major",
    "number": 17,

    "keywords": {
        "upright": ["希望", "靈感", "積極性", "信念", "更新", "治愈", "復興"],
        "reversed": ["絕望", "絕望", "消極", "缺乏信心", "沮喪"]
    },

    "summary": {
        "card_story_zh": [
        "星星塔羅牌顯示一個女人跪在一個小池塘邊。",
        "她拿著兩個容器的水。",
        "一個容器把水倒在旱地上，彷彿要滋養牠，保證它的肥沃。",
        "她周圍鬱鬱蔥蔥的綠地似乎在說它正在發揮作用。",
        "一隻腳在水中，顯示了女人的精神能力和內在力量。",
        "另一隻腳踩在地上，顯示了她的實際能力和優勢。",
        "在她的身後，有一顆巨大的中央星被七顆代表脈輪的小星圍繞著。",
        "有一隻鳥站在樹枝上，代表思想的神聖朱鷺。",
        "星報的占星通訊員是水瓶座。"
        ],
        "core_upright_zh": "創傷之後的希望與復原，帶著信念重新出發並獲得宇宙的祝福。",
        "core_reversed_zh": "信心崩塌與悲觀蔓延，需要重建希望、調整觀點並再度行動。"
    },

    "meanings": {
        "upright": {
        "general_zh": [
            "星星帶來希望、更新的力量和繼續生活的力量。",
            "它顯示了宇宙對你的祝福是多麼豐富，這可以從你周圍的各種事物中得到證明。",
            "目前可能並不直接明顯，因為這張卡是在塔卡的創傷之後。",
            "記住，你內心擁有實現成就所需的一切——你唯一需要的就是勇氣。",
            "為此，您有充分的理由感到高興。",
            "看到這張牌是一個擁有信仰的信息，因為宇宙會祝福你並帶來你所需要的一切。",
            "“看到這張牌是一個擁有信仰的信息，因為宇宙會祝福你並帶來你所需要的一切。”",
            "在你的閱讀中獲得星星意味著你已經經歷了一個可怕的生活挑戰。",
            "你已經成功地經歷了這一切，而沒有失去你的希望。",
            "當你受苦時，你或許沒有意識到自己的力量，但你現在或許意識到，失去幫助你發現了自己的韌性和內在力量。",
            "只有現在，你才能真正珍惜你所擁有的一切。"
        ],
        "short_zh": {
            "love_zh": "在愛情中重拾希望與自信，從過去傷口慢慢療癒，關係也有修復與更靠近的可能。",
            "career_zh": "保持盼望與正向心態會帶來回報與機會，困難期後進入復原與重新振作的階段。",
            "money_zh": "以信念與積極性推進財務目標，同時珍惜現有資源，讓感恩成為前進的動力。"
        },
        "love_zh": [
            "星星塔羅牌的愛情寓意預示著愛情和浪漫中的許多希望。",
            "您的希望和樂觀情緒現在可能會成為您的強大磁鐵，讓您感受到魅力和魅力。",
            "如果你從分手中恢復過來，這張牌表明你一切順利，你正在慢慢重建你的信心，以便你可以繼續前進。",
            "如果你們的關係經歷了一段艱難的時期，這也可能是一個癒合的時期。",
            "只要你們兩個保持溝通和誠實，就有很大的潛力讓你們兩個更接近。"
        ],
        "career_zh": [
            "在工作方面，要堅信自己的抱負將會實現。",
            "這可以給你帶來別人會注意到的巨大積極性，並可以給你帶來你所希望的機會。",
            "如果您正在尋找新工作或升職，星星將提醒您保持希望。",
            "如果你最近在工作中經歷了一段困難或壓力的時期，星星也標誌著一段康復期。",
            "這應該是您康復期間安靜祥和的時光。"
        ],
        "money_zh": [
            "當談到您的財務時，星星表明一個人的信念和積極性應該可以幫助您實現財務目標。",
            "當你為你的財務未來而努力時，也要確保花時間去欣賞和感激你已經擁有的東西，因為這可以激勵你繼續沿著這條道路前進。"
        ]
        },

        "reversed": {
        "general_zh": [
            "當星星被逆位時，這意味著你感覺好像一切都對你不利。",
            "您通常認為令人興奮的挑戰似乎反而讓您覺得自己無法克服它們。",
            "你對某些東西失去了信心，無論是內心還是對你通常認為珍貴的東西。",
            "沒有希望，沒有信念，我們就無法在面臨的挑戰中找到前進的動力。",
            "你在生活中的哪個地方感到絕望？你在哪些方面已經感到被打敗了？這對你的行為有何影響？",
            "逆位的星星要求我們培養我們的希望感和正能量，以幫助我們以快樂而不是恐懼來推動我們的行動。"
        ],
        "short_zh": {
            "love_zh": "自我懷疑讓你對愛失去希望，越批判自己越難靠近他人，需先找回值得被愛的信念。",
            "career_zh": "悲觀與失去動力使表現下滑，調整觀點與方法可重新點燃熱情並促成正向改變。",
            "money_zh": "對財務感到絕望但仍有轉機，重拾積極視角並採取行動，才看得見新的機會。"
        },
        "love_zh": [
            "自我懷疑和信心的喪失會因逆位星星的出現而使你的判斷蒙上陰影。",
            "你是否正因失去信心而苦惱？你是否過分嚴厲地挑剔自己的缺點？是什麼讓你覺得不值得愛？",
            "其他人可以從你身上感受到這一點，這會讓你感覺更糟，同時強化你對自己的負面情緒。",
            "現在重要的是要記住關於你自己的所有美好事物，這樣你才能將自己視為一個有價值的合作夥伴。",
            "懷疑和失去信心不僅適用於您自己，也適用於您對愛的總體感受。",
            "如果你已經單身了一段時間，冷嘲熱諷可能會讓你相信愛情只會帶來痛苦，或者是一種不值得追求的幻覺，而實際上它是一種將他人推開的態度問題。"
        ],
        "career_zh": [
            "逆位星星時，你的消極情緒很可能對你的工作產生影響。",
            "您可能不再感到熱情或有創造力，因為您只能以悲觀的方式看待事物。",
            "你的希望沒有破滅嗎？你是否已經放棄了相信事情會變得更好的信念？",
            "當我們絕望時，我們會使糟糕的情況變得更糟，繼續前進的意願可能會被扼殺。",
            "很可能儘管現在事情可能很緊張，但並沒有你想像的那麼糟糕。",
            "可能只需要改變你的方法、觀點或態度，就可以激勵你做出積極的改變。"
        ],
        "money_zh": [
            "如果你一直在財務上苦苦掙扎，逆星可能暗示並非所有的希望都破滅了，但你可能已經放棄了。",
            "你現在仍然可以做一些事情來改變你的處境，但前提是你能鼓起積極性，以新的眼光看待事情，並採取行動。",
            "敞開心扉接受更積極的前景也可以讓你睜開眼睛看到機會。"
        ]
        }
    },

    "quotes": [
        "看到這張牌是一個擁有信仰的信息，因為宇宙會祝福你並帶來你所需要的一切。"
    ],

    "sources": [
        {
        "type": "魔法塔羅",
        "title": "塔羅牌牌義解釋",
        "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
        "license_note": "paraphrased"
        }
    ],

    "tags": ["希望", "療癒", "復原", "信念", "靈感", "更新"],
    "version": "1.0"
}
