{
    "id": "m18",
    "name_zh": "月亮",
    "name_en": "The Moon",
    "arcana": "major",
    "number": 18,

    "keywords": {
        "upright": ["錯覺", "直覺", "不確定性", "困惑", "複雜性", "秘密", "無意識"],
        "reversed": ["恐懼", "欺騙", "焦慮", "誤解", "曲解", "清晰", "理解"]
    },

    "summary": {
        "card_story_zh": [
        "當我們遇到月亮時，我們會看到一條通向遠方的路徑。",
        "小路兩邊站著一隻狼和一隻狗，代表著我們的獸性——一個是文明的，另一個是狂野的。",
        "有一條小龍蝦正從這條小路起源的池塘里爬出來。",
        "在遠處，我們可以看到中央路徑兩側的兩座塔樓，再次暗示了這張卡片中可見的雙打。",
        "這張牌中的一切似乎都在呼應對方，彷彿在暗示兩種可能性。",
        "當我們走在這條路上時，我們在有意識和無意識之間，在狗的文明馴服的一面，和狼所代表的自然力量之間走著一條細線。",
        "兩端的塔代表善惡的力量，它們在外觀上的相似性可以暗示我們在區分它們時面臨的困難。"
        ],
        "core_upright_zh": "在不明與黑暗中前行：直覺能帶路，但也要警惕錯覺、隱瞞與自我欺騙。",
        "core_reversed_zh": "迷霧開始散去：逐步看清真相與方向；但也可能升級為焦慮、猜疑或揭露欺騙。"
    },

    "meanings": {
        "upright": {
        "general_zh": [
            "一方面，月亮牌可以像徵你的想像力正在發揮你最好的一面。",
            "在漆黑的夜裡，你走在一條你不確定的道路上，因為它的深處可能潛伏著危險。",
            "你是走上卡牌之路的小龍蝦。",
            "月亮的光可以帶給你清晰和理解，你應該讓你的直覺引導你穿越這片黑暗。",
            "“月亮的光可以帶給你清晰和理解，你應該讓你的直覺引導你穿越這片黑暗。 ”",
            "無論是現在還是將來，您都需要注意在您的腦海中引起恐懼和焦慮的情況。",
            "它提醒您不要讓內心的干擾和自欺欺人佔據您的最佳位置。",
            "這些深刻的記憶和恐懼必須被釋放，負能量必須被釋放並轉化為具有建設性的東西。",
            "月亮牌的另一個解讀是幻覺的存在。",
            "一些隱藏的真相必須被發現，因為你現在所看到的可能只是光明的詭計。",
            "您必須尋找必須解開的隱藏力量。"
        ],
        "short_zh": {
            "love_zh": "情緒很複雜、易誤解，表象不等於真相；需要釐清意圖，也要看見自己潛意識的恐懼與需求。",
            "career_zh": "方向不明或資訊不足導致困惑與溝通成本上升；務必把話講清楚、確認共識、補齊缺失資訊。",
            "money_zh": "不適合倉促做重大決策；先查證、提問、把不完整資訊補齊再行動。"
        },
        "love_zh": [
            "月亮在愛情塔羅牌中，此時的情緒很可能很複雜。",
            "環境可能充滿了誤解，並非一切都如表面所見。",
            "您可能需要做一些工作才能弄清事情的真相；務必不僅要確保他人的意圖，還要了解自己的情緒、慾望和動機。",
            "可能有舊的態度、信念或想法使您的判斷蒙上陰影。",
            "許多事情可能隱藏在您的潛意識中，影響您接受愛的能力。",
            "過去的關係是否困擾著你？你對愛情失去信心了嗎？你認為你不值得被愛嗎？",
            "所有這些都會對我們處理人際關係的方式產生深遠的影響。",
            "現在是檢查它們並揭示它們的真實面貌的時候了。"
        ],
        "career_zh": [
            "現在就您的職業道路而言，可能存在一些不確定性。",
            "您可能不清楚自己的目標是什麼以及應該朝哪個方向發展。",
            "或者，您現在的工作場所可能是一種緊張的氣氛，這種氣氛源於對項目目標或每個人應該做什麼的朦朧和困惑。",
            "誤解現在很普遍，所以一定要清楚地表達自己；最好重複一遍。",
            "出於同樣的原因，您可能會發現您現在沒有做出合理的工作決策所需的所有信息。",
            "誰能幫助闡明事實？"
        ],
        "money_zh": [
            "現在可能不是做出任何重大財務決策的最佳時機，因為月亮表明你現在可用的信息並不完整。",
            "如果您正在採取財務行動，請不要害怕深入挖掘並提出問題，這樣您才能做出最好的決定。",
            "目前，財務方面的混亂和不確定性可能是一個問題。"
        ]
        },

        "reversed": {
        "general_zh": [
            "讀數中的月亮逆位有時可能表明月亮的更黑暗和更負面的方面存在於您的生活中。",
            "它可能代表困惑和不快樂——你想取得進步，但你不確定做什麼是正確的。",
            "你必須通過克服它們來處理你的焦慮和恐懼，因為它們就像黑暗中的陰影。",
            "是時候相信自己並繼續前進了。",
            "月亮逆位意味著你正處於直覺期，或者你最近在與困惑、焦慮和自欺欺人作鬥爭。",
            "可能是您誤解了自己的感受，但您開始在這方面有所改善。",
            "另一個逆位的月亮的意思是，給你帶來困惑的夜晚的力量開始消散。",
            "你已經開始管理你的恐懼和焦慮。",
            "你所面對的任何負能量都在慢慢消退。",
            "當您發現事物積極的一面時，它會提供一種解放體驗。"
        ],
        "short_zh": {
            "love_zh": "混亂與欺騙/隱瞞可能浮上檯面；靠直覺找線索，但要分清直覺與恐懼的投射。",
            "career_zh": "一種走向清晰的可能：方向逐漸明朗；另一種可能：誤解升級成破壞、謊言與政治操作。",
            "money_zh": "最好情況是財務資訊補齊、決策更清楚；最壞情況是有欺騙風險，需查證並保持警覺。"
        },
        "love_zh": [
            "逆位的月亮塔羅牌愛情寓意可以暗示混亂和欺騙可能在空氣中。",
            "此時您可能沒有所需的所有信息，您將不得不依靠直覺來引導您找到真相。",
            "你對你的伴侶誠實嗎？他們對你誠實嗎？",
            "有時欺騙不一定具有惡意動機，但甚至可以出於善意或出於不顧他人感受的願望而進行。",
            "然而，隱藏真相從來都不是一種可持續的情況。"
        ],
        "career_zh": [
            "一方面，逆位的月亮預示著你的工作或工作場所的不確定性和困惑正在消散。",
            "事情可能會更清楚，您可能會更好地了解應該朝著哪個方向努力。",
            "或者，月亮逆位也可能表示情況惡化，誤解和溝通不暢甚至會變成欺騙、撒謊和破壞。",
            "你對工作場所或同事的焦慮和恐懼會使你最害怕的恐懼變成現實，因為每個人都變得更加防禦、保護和偏執。"
        ],
        "money_zh": [
            "在最好的情況下，逆位的月亮可能表明你的財務狀況和財務目標變得清晰。",
            "您將獲得對重大決定或未來投資感到滿意所需的所有信息。",
            "然而，在最壞的情況下，逆位的月亮也可能表明你的財務狀況可能存在欺騙。",
            "聽從你的直覺；但是試著把你的恐懼和直覺分開。"
        ]
        }
    },

    "quotes": [
        "月亮的光可以帶給你清晰和理解，你應該讓你的直覺引導你穿越這片黑暗。"
    ],

    "sources": [
        {
        "type": "user_provided_text",
        "title": "月亮（The Moon）牌義整理",
        "license_note": "provided_by_user"
        }
    ],

    "tags": ["直覺", "迷霧", "潛意識", "幻覺", "真相", "焦慮"],
    "version": "1.0"
}
