{
    "id": "m02",
    "name_zh": "女祭司",
    "name_en": "The High Priestess",
    "arcana": "major",
    "number": 2,

    "keywords": {
        "upright": ["無意識", "直覺", "神秘", "靈性", "更高的力量", "內在的聲音"],
        "reversed": ["被壓抑的直覺", "隱藏的動機", "膚淺", "困惑", "認知失調"]
    },

    "summary": {
        "card_story_zh": [
            "您以前很可能遇到過高級女祭司，但在其他形式中 - 她可以在珀爾塞福涅、阿爾忒彌斯、伊希斯等原型中看到。",
            "當你遇到她時，你會看到她坐在所羅門聖殿、雅斤和波阿斯的兩根柱子之間的一塊方石上。",
            "Jachin（右）通常被稱為建立的支柱，Boaz（左）是力量的支柱。",
            "柱子還描繪了自然的二元性；男性與女性，善與惡，消極與積極。",
            "大祭司位於兩者之間，這表明她有責任在現實的深處充當調解人。",
            "她是第三根支柱——兩者之間的路徑。",
            "她認為這兩個支柱是平等的，兩個世界都有知識要學習。",
            "你還會注意到她戴著伊西斯的王冠，這可能意味著她是魔法的信徒。",
            "戴太陽十字架的女祭司表示她與地球的季節和地球本身有關。",
            "在聖母瑪利亞的許多描繪中也可以看到她腳下的新月，這意味著她完全掌握了自己的情感，而石榴則指的是女祭司的野心。"
        ],
        "core_upright_zh": "直覺、內在知識與靈性洞察。",
        "core_reversed_zh": "忽視直覺、困惑與內在失衡。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "大祭司的意義與內在知識有關。她在閱讀中的出現可能意味著你是時候傾聽你的直覺，而不是優先考慮你的智力和意識。",
                "當大祭司出現時，它可以描繪出一種被稱為神聖女性的原型——理解並掌握深層未知答案的神秘女性；宗教、自我、自然。",
                "她代表了一個直覺敏銳的人，並開始對她或他的靈性敞開心扉。默想、祈禱和新的靈性工作被指明。",
                "“她在閱讀中的出現可能意味著你是時候傾聽你的直覺，而不是優先考慮你的智力和意識。”",
                "卡片本身顯示了一個夜間場景，這意味著她保護和守護的世界乍一看可能令人恐懼，但有可能引導我們進入自我的成長。",
                "當她出現在閱讀中時，她在呼喚你傾聽她的信息，並跟隨她進入你自己的深處。",
                "你需要在你內在尋找你所尋求的答案。你的問題的答案是內在的，而不是外在的。"
            ],
            "short_zh": {
                "love_zh": "在感情中保持耐心與誠實，信任直覺，讓隱藏的情感自然浮現。",
                "career_zh": "依靠直覺與內在指引做出選擇，教育、創意與導師角色將帶來成長。",
                "money_zh": "對財務狀況保持低調，並信任直覺判斷何時行動。"
            },
            "love_zh": [
                "愛情塔羅牌中的女祭司可以暗示一個人的情緒狀態幾乎無法察覺和無意識的變化。",
                "平靜的表面可以隱藏強烈的情緒，即使是看似簡單的約會也會變成洶湧的激情。",
                "女祭司塔羅牌的愛情寓意表明一個人需要耐心，並相信你的直覺。",
                "對他人和自己誠實，讓隱藏的東西浮出水面。",
                "在一段關係中，女祭司表現出越來越親密和開放。",
                "在愛情塔羅牌中，這張牌表明誠實對於使你們的關係盡可能牢固至關重要。"
            ],
            "career_zh": [
                "談到你的職業，女祭司可能標誌著一段時期的教育或高等教育。",
                "您可能會返回學校接受培訓。",
                "如果您在創意領域，這張卡片還可以為您的工作提供新的靈感。",
                "在對您未來的職業或項目做出重大選擇時，女祭司還建議依靠您的直覺。",
                "有時，這張卡片還可以表明導師或嚮導的出現，可以幫助您在工作中取得進一步進展。"
            ],
            "money_zh": [
                "由於女祭司與神秘和未知有關，因此請謹慎與他人討論您的財務狀況。",
                "這張卡建議隱藏您的財務狀況。",
                "或者，如果您有機會使用您的財務，您的直覺會知道這是否是一個好的選擇。",
                "花一些時間來探索你的感受；如果有危險信號，就會感覺不對勁。",
                "聽聽那些感受。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當談到女祭司逆位時，這可能意味著你發現很難聽從你的直覺。",
                "現在是你冥想和嘗試新方法的時候了，因為此時，理性的方法是行不通的。",
                "有些東西一直在告訴你要跟隨你的直覺，但你可能忽略了這個號召。",
                "你周圍有很多困惑，你的行為可能與你所知道的正確相反。",
                "你永遠不要害怕問自己的問題，這些問題可能會為你指明一條新的前進道路，一條對你的內在自我和你的個人價值觀更真實的道路。"
            ],
            "short_zh": {
                "love_zh": "忽視直覺或隱藏真實感受，可能導致關係中的不安與怨恨。",
                "career_zh": "缺乏關鍵資訊或拒絕直覺，使職業決策受阻並感到孤立。",
                "money_zh": "資訊不足或細節被忽略，容易在財務決策中出現風險。"
            },
            "love_zh": [
                "女祭司是你直覺的守護者，這表明它可以成為一個強有力的指標，表明在愛情和浪漫方面你需要相信自己的感受。",
                "當你忽視你的直覺而只跟隨你的意識時，就會出現困難。",
                "女祭司愛情的意思也可以表示你必須小心謹慎才能真正誠實。",
                "避免採取行動或言語來取悅你的愛人。",
                "這只會導致怨恨。"
            ],
            "career_zh": [
                "就您目前的工作情況而言，您可能無法獲得所有信息。",
                "人們有沒有把你蒙在鼓裡？因此，您可能會感到孤獨，並且可能與同事失去聯繫。",
                "也可能是在做出職業決定時，您沒有聽從直覺。",
                "這張卡片還可以推荐一位有隱藏議程的同事；對他人保持警惕。",
                "熱情的舉止可能會隱藏危險。"
            ],
            "money_zh": [
                "您是否正在簽訂合同、貸款、獲得抵押貸款或投資某物？您可能會遺漏一些細節。",
                "女祭司在金融塔羅牌中逆位，這意味著您沒有完全掌握做出正確、受過教育的決定所需的所有信息。",
                "確保你有一個你可以信任的人，他可以給你所有的事實。"
            ]
        }
    },

    "quotes": [
        "她在閱讀中的出現可能意味著你是時候傾聽你的直覺，而不是優先考慮你的智力和意識。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["直覺", "靈性", "內在智慧", "神秘", "潛意識"],
    "version": "1.0"
}
