{
    "id": "w01",
    "name_zh": "權杖首牌",
    "name_en": "Ace of Wands",
    "arcana": "minor",
    "number": 22,

    "keywords": {
        "upright": ["靈感", "創意火花", "新倡議", "新激情", "熱情", "活力"],
        "reversed": ["延遲", "阻礙", "缺乏激情", "缺乏活力", "猶豫", "創意阻礙"]
    },

    "summary": {
        "card_story_zh": [
            "權杖與火能量有關，而權杖首牌是牌組中火的核心代表。這張卡片顯示了一隻手拿著權杖從雲中伸出。",
            "當我們查看這張卡片時，我們可以看到手正在伸出手來提供仍在增長的權杖。",
            "權杖上的一些葉子已經發芽了，這意味著精神和物質的平衡和進步。",
            "遠處是一座城堡，象徵著未來的機遇。"
        ],
        "core_upright_zh": "全力以赴、抓住機會、邁出第一步，讓靈感落地並建立動力。",
        "core_reversed_zh": "靈感與動力受阻，計畫延遲或卡關，需要休息、耐心與等待時機。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖象徵著創造力，權杖首牌是套裝中最大膽的。",
                "這不是您從學校或作為愛好學到的那種創造力。",
                "它勇敢地尋找自己的聲音，它創造了一個可以發展自己視野的地方。",
                "換句話說，它與意志力和宇宙意義上的創造力有關。",
                "它表明您應該全力以赴。",
                "抓住機會，追求你心中的想法。",
                "邁出第一步，開始創意項目。",
                "權杖首牌號召你跟隨你的直覺。",
                "如果您認為您夢寐以求的項目是個好主意，那麼就去做吧。",
                "權杖首牌也可能意味著您正在等待開始項目的跡象。",
                "抽這張牌會促使你立即行動，而不是沉思研究和更多計劃。",
                "今天採取小步驟，然後隨著時間的推移繼續發展您的想法。",
                "行動是幫助你成長和建立動力的東西。",
                "不要停留在抽像中。",
                "權杖首牌的另一個含義是你生命中的突破時刻。",
                "這是您對激情項目或想法充滿動力和靈感的時候。",
                "您對在不久的將來為您打開的機會感到興奮。"
            ],
            "short_zh": {
                "love_zh": "愛情、調情、浪漫、吸引力中的興奮和激情",
                "career_zh": "在工作中受到啟發，創造性的項目，對工作的熱情",
                "money_zh": "經濟救濟，結束鬥爭，賺錢的靈感"
            },
            "love_zh": [
                "權杖首牌塔羅牌愛情意味著興奮和激情；事情正在為你升溫！",
                "在這一刻，你們的關係可能​​會呈現出一種非常感性的特徵，如果你是單身，那麼潛在的戀情也是如此。",
                "可能會有很多調情和吸引，如果情慾也伴隨著某種精神上的理解，甚至還有一些更持久的關係的空間。",
                "如果您已下定決心，並且激情已經消退，那麼現在可能是它再次復甦的時候。",
                "這是重新點燃火焰的好機會，讓你們兩個在情感上更加聯繫。"
            ],
            "career_zh": [
                "如果您在這裡找到了權杖首牌，那麼您很可能正處於職業高速發展的時期。",
                "這是你的準備就是迎接機會的時刻。",
                "您可能還會發現您的工作現在特別受到啟發。",
                "你可以突破舊的界限，看到所有體驗的潛力。",
                "這是面對過去阻礙您進步的問題的好時機，因為您現在處於更好的位置來面對它們。",
                "你的創造力和解決問題的能力很高。",
                "盡你所能地使用這種能量。"
            ],
            "money_zh": [
                "正位的權杖首牌可以標誌著經濟鬥爭的結束。",
                "之前存在的任何壓力都開始消散。",
                "這可能是因為您即將還清債務。",
                "如果您沒有經歷過來自特定債務來源的壓力，您的財務狀況可能仍會以其他方式改善。",
                "您可能會發現自己收到了禮物或獎金。",
                "無論您收到什麼，都可能會讓您擺脫以前的擔憂。",
                "這是一張好牌，但它並不是巨額財富的象徵。",
                "不要將這種壓力的緩解與魯莽消費的能力混為一談。",
                "這個決定從來都不是明智的。",
                "相反，要感謝您生活中的壓力會減少一點。"
            ]
        },
        "reversed": {
            "general_zh": [
                "逆位的權杖首牌表示你將在不久的將來面臨考驗和磨難。",
                "你可能沒有任何方向，這會導致你沒有靈感或沒有動力。",
                "在您生命的這個階段，您可能不知道自己真正想做什麼。",
                "你不知道如何擺脫低迷。",
                "如果你已經有了一個目標，你就不會為實現它而興奮。",
                "你應該考慮休息一下，讓靈感來找你。",
                "您感到被當前的承諾和責任壓得喘不過氣來，無法提出新的想法，也無法鼓起熱情推進您的項目。",
                "權杖首牌逆位的意義也可以表明您當前項目的延遲。",
                "你想完成你的任務，但有些事情阻礙了你。",
                "或者您有一個想法，但不知道如何執行它並使之成為現實。",
                "在這種情況下，您應該耐心等待合適的時間。"
            ],
            "short_zh": {
                "love_zh": "短暫的熱戀，缺乏戀愛的激情",
                "career_zh": "缺乏工作靈感，缺乏創造力，缺乏進步",
                "money_zh": "有風險的財務決策，財務損失"
            },
            "love_zh": [
                "當逆位時，權杖首牌塔羅牌的愛情寓意預示著強烈的激情，但可能很快就會燃燒殆盡。",
                "在開始階段可能會有很多興奮，只有在提到承諾時才會消失。",
                "這張牌可能不喜歡長期戀愛。",
                "如果你在談戀愛，這張牌可以暗示，此時此刻，你們對彼此的熱情可能不是很高。",
                "有時，這只是學習更好地溝通的問題，或者確保你們為彼此付出一些時間。",
                "需要努力再次點燃激情。"
            ],
            "career_zh": [
                "逆位的權杖首牌意味著缺乏靈感。",
                "這種缺陷可以通過多種方式表現出來。",
                "你現在可能很難進行頭腦風暴。",
                "如果您的職業需要大量創造力，那麼您似乎已經沒有想法了。",
                "當您坐著寫甚至是簡單的信件或論文時，您可能會發現自己盯著空白頁的時間比平時更長。",
                "缺乏創造力使開始新項目或工作變得困難。",
                "這個時機特別不幸，因為你也容易對現在缺乏進展感到沮喪。",
                "試著對你的靈感和你的職業道路保持耐心。",
                "有時會有平靜；這並不罕見或不可避免。",
                "善待自己，並在可能的情況下做一些能激發你靈感的事情。"
            ],
            "money_zh": [
                "逆位的權杖首牌可能表明您的財務狀況現在可能正在惡化。",
                "如果您在這個位置看到權杖首牌，請開始為您的財務狀況下降做準備。",
                "現在不是投資任何東西或進行大量採購的好時機。",
                "你很可能會失去你擱置的任何東西。",
                "對賭博、購買股票或任何宣傳高潛力（和高風險）的行為要特別謹慎。",
                "取而代之的是，依靠您之前可能為抵禦經濟不確定性所做的準備。",
                "盡量做好最壞的準備，但希望最好。"
            ]
        }
    },

    "quotes": [
        "權杖首牌號召你跟隨你的直覺。如果您認為您夢寐以求的項目是個好主意，那麼就去做吧。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["靈感", "創意", "行動", "熱情", "突破"],
    "version": "1.0"
}
