{
    "id": "w02",
    "name_zh": "權杖二",
    "name_en": "Two of Wands",
    "arcana": "minor",
    "number": 23,

    "keywords": {
        "upright": ["計劃", "第一步", "做出決定", "留下舒適感", "承擔風險"],
        "reversed": ["糟糕的計劃", "過度分析", "不採取行動", "謹慎行事", "規避風險"]
    },

    "summary": {
        "card_story_zh": [
            "權杖二卡片上有一個男人站在一個看起來像城堡的頂部，右手拿著一個微型地球儀。",
            "站在他的位置上，男人俯視著廣闊的地形，左手邊是海洋，右手邊是陸地。",
            "男子身著橙色束腰外衣，頭戴紅色帽子，分別像徵著他對生活本身的熱情和對冒險的渴望。",
            "他手中的微型地球儀代表著可能將他的影響範圍擴大到更廣泛的生活經歷的潛力。"
        ],
        "core_upright_zh": "這張塔羅牌是關於計劃和前進——進步。",
        "core_reversed_zh": "缺乏適當的計劃可能是你垮台的原因。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖二是權杖首牌的更成熟版本，這意味著這張塔羅牌是關於計劃和前進——進步。",
                "你已經著手完成一項特定的任務，這意味著你已經把一個想法變成了一個現實的計劃。",
                "這樣的計劃需要實現，因此您必須從僅僅制定計劃到實際實現您的目標。",
                "這是因為這意味著您正在走出繭並探索新的體驗和世界。",
                "雖然一開始可能看起來艱難而艱難，但權杖二卡鼓勵您繼續努力並向前推進。",
                "權杖二還意味著您在著手實現這些目標之前就已經開始實現這些目標和長期目標。",
                "你一直在努力達到你現在的位置，現在，向前邁進，你有你的長期目標。",
                "總而言之，權杖二的含義圍繞著做出決定。",
                "您要么對自己目前的知識感到滿意，要么正在前進並承擔風險。",
                "這意味著，離開我們的舒適區並探索新的領域。"
            ],
            "short_zh": {
                "love_zh": "設定浪漫目標，制定戀愛計劃，共同規劃未來",
                "career_zh": "規劃您的職業生涯，邁出職業生涯的第一步，構想夢想",
                "money_zh": "規劃您的長期財務未來，奠定基礎"
            },
            "love_zh": [
                "說到你現在的浪漫生活，你有什麼目標？",
                "權杖二塔羅牌愛情的意義可以表明你正在考慮改變，並製定計劃。",
                "如果您正在戀愛，那麼您現在就有機會做出調整。",
                "如果你正在考慮將你的承諾提升到一個新的水平，這張牌預示著巨大的希望，只要你努力想像你想要什麼，並將你的想法付諸行動。",
                "與您的合作夥伴溝通，共同創造一條通往你們都想要的未來的道路。",
                "你們現在一起做出的決定可以具有將你們兩個更緊密地聯繫在一起的深刻能力。"
            ],
            "career_zh": [
                "當在職業位置上直立時，權杖二表示你正在為你的未來職業做計劃。",
                "您可能正在審視自己的抱負，並為實現該夢想制定道路。",
                "您可以考慮為理想的公司工作，您的專業可能是什麼，或者制定自己的創業計劃。",
                "這對您來說可能是一個激動人心的時刻，因為您的夢想正在形成。",
                "讓這些第一步成為繼續沿著這條道路前進的強大動力。"
            ],
            "money_zh": [
                "說到你的財務，權杖二代表財務穩定。",
                "這種穩定並不一定意味著財富氾濫，而是表示你的處境舒適而穩定。",
                "您可能會很自在地為您的長期財務未來製定計劃。",
                "現在是做出有意識的選擇而不用擔心嚴重後果的好時機。",
                "如果您有資金，請考慮將其投資於儲蓄。"
            ]
        },
        "reversed": {
            "general_zh": [
                "權杖二逆位的意思表明需要製定長期目標。",
                "通過確定對您來說什麼是重要的，開始設定目標的過程。",
                "繼續計劃您打算如何實現這些目標。",
                "另外權杖二的含義表明您忽略了與規劃未來相關的重要細節。",
                "缺乏適當的計劃可能是你垮台的原因。",
                "其他解釋可能包括過度自信或缺乏耐心，兩者都有可能使您在前進的道路上陷入混亂。"
            ],
            "short_zh": {
                "love_zh": "失敗的浪漫計劃，缺乏長期的前景或未來的想法",
                "career_zh": "職業生涯中的意外障礙，過度分析，不按計劃採取行動",
                "money_zh": "缺乏對財務的控制，財務規劃失敗"
            },
            "love_zh": [
                "有時，不管一個人對未來的計劃如何，事情都沒有落實到位。",
                "現在可能不是推進浪漫目標的最佳時機。",
                "愛情需要時間才能發生，你可能需要比平時更有耐心。",
                "最好利用這段時間來真正考慮一下你想要從你的愛情生活中得到什麼，並找出一條清晰的道路來實現它。",
                "權杖二是一張規劃、設定期望和規劃前進道路的卡片，最好的計劃是從清晰的願景開始的。",
                "權杖二愛情塔羅牌的含義也可以表明你可能在浪漫的興趣方面遇到一些猶豫。"
            ],
            "career_zh": [
                "權杖二，當逆位過來時，可以有兩種含義。",
                "您可能會發現您為自己的職業道路制定的計劃並沒有按照您的設想進行。",
                "您可能錯過了細節，並遇到了許多您沒有預見到的障礙。",
                "這些問題現在正在給你製造麻煩。",
                "或者，你可能已經制定了世界上所有的計劃；或許可以畫出幾種情景並概述所有風險。",
                "但是恐懼可能會阻止您邁出第一步。",
                "與其過度分析每一個細節，不如採取行動。",
                "一個人不可能為所有事情做計劃；我們必須相信自己的能力。"
            ],
            "money_zh": [
                "此處逆位的權杖二可能表示金融不穩定。",
                "這並不意味著巨大的損失或巨大的收益，而是您的銀行賬戶中的普遍混亂。",
                "您對財務未來的計劃可能無法實現，這對您來說可能是經濟上的動盪時期。",
                "現在不要利用這段時間進行投資或大筆購買，而是仔細查看您的數字和您的長期目標。",
                "嘗試並獲得更多清晰度。"
            ]
        }
    },

    "quotes": [
        "權杖二是權杖手牌的更成熟版本，這意味著這張塔羅牌是關於計劃和前進——進步。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["計劃", "決定", "舒適圈", "風險", "前進"],
    "version": "1.0"
}
