{
    "id": "w03",
    "name_zh": "權杖三",
    "name_en": "Three of Wands",
    "arcana": "minor",
    "number": 24,

    "keywords": {
        "upright": ["動力", "信心", "擴張", "增長", "遠見", "展望"],
        "reversed": ["限制", "局限", "缺乏進展", "障礙", "延誤", "挫折"]
    },

    "summary": {
        "card_story_zh": [
            "權杖三描繪了一個人站在懸崖邊上，俯瞰大海和山脈。",
            "從懸崖邊上，他看到了面前的一切。",
            "權杖被插在地裡，當他手裡拿著一根時，將權杖包圍在他的周圍。",
            "他似乎很期待並反思他對計劃的承諾，以及將它們變為現實的執行方法。"
        ],
        "core_upright_zh": "規劃逐步落地、視野擴張，帶著遠見把計畫推向更大的世界。",
        "core_reversed_zh": "發展受阻與延誤，需重新盤點計畫、調整策略並留意更好的選擇。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖三的含義暗示你正在計劃或將更加堅定地計劃未來。",
                "這可能意味著圍繞你的計劃的一切都在順利進行，因為你已經花時間計劃你的未來，並正在採取措施將計劃轉化為行動。",
                "它暗示你可能正在為自己建立一個穩定的基礎。",
                "權杖三中的象徵意義是可以在許多領域拓寬你的視野的機會。",
                "這也是一個警告，讓你保持開放的心態，因為更好的機會可能會向你敞開。",
                "當您採取步驟實現您的目標時，您也越來越意識到即將到來的機會，這可能會讓您走出舒適區。",
                "這有時會促使您擁抱變化，並開始長期思考。",
                "權杖三可以表明你在掌控之中並且擁有強大的地位，就像俯瞰和站立的角色一樣。",
                "權杖三是遠見和遠見的主要卡片之一。",
                "權杖三的最後一個意思是旅行，尋找你正在尋找的東西。",
                "有一種離家的感覺，一段必須要進行的航程。",
                "偉大的事情不會發生在那些只是等待它們的人身上，你必須擴展。",
                "對於大多數讀數，這表明您可能會穿越水面前往新的土地，並且您可能會在旅行中找到機會。"
            ],
            "short_zh": {
                "love_zh": "關係的下一階段，浪漫的勢頭，創造持久的基礎",
                "career_zh": "職業生涯的新視野，擴大您的職業選擇",
                "money_zh": "擴大對財務的看法，擴大財務目標"
            },
            "love_zh": [
                "有了權杖三，你的愛情生活似乎進入了下一個階段。",
                "如果你發現自己處於一段新的關係中，看起來你必須確保為持久的承諾創造一個堅實的基礎。",
                "如果你們處於一段忠誠的關係中，這可能是確定你們夫妻目標並共同努力實現這些目標的好時機。",
                "談談一起搬進來意味著什麼；即使是最平凡的細節的溝通也可以確保您以盡可能少的挫敗感邁出這一步。",
                "或者，這張卡也可以發出旅行信號；抓住機會一起探索世界 - 或者，如果您單身，新的地方可以激發您正在尋找的愛情。"
            ],
            "career_zh": [
                "正位時，權杖三描繪了我們生活各個方面的冒險和新體驗。",
                "在職業職位上也是如此。",
                "現在，您可能會遇到探索職業的新機會。",
                "除此之外，你的職業生涯可以推動做出大膽的選擇，否則你可能會猶豫不決。",
                "在這裡，它意味著一個新的機會或大膽的機會。",
                "這可能意味著在您通常不願意這樣做的情況下在國外開始工作或以其他方式出差。",
                "這也適用於商業。",
                "如果您擁有一家企業並且已經討論過走向全球，那麼現在是這樣做的好時機。"
            ],
            "money_zh": [
                "權杖三正位時，標誌著您可以享受辛勤工作帶來的利潤。",
                "你的勞動時間得到了回報。",
                "不要害怕將辛苦賺來的錢花在可以拓寬視野的事情上，例如旅行或長途旅行。",
                "如果您一直在討論課程或旅行，但由於經濟原因而推遲，那麼卡片告訴您現在是您擁抱這些願望並擴展您的思想的機會。",
                "你對什麼財務穩定性和你與金錢的關係的想法現在也可能正在擴大。"
            ]
        },
        "reversed": {
            "general_zh": [
                "逆位的權杖三表示你可能已經開始個人的旅程或發展，但你沒有得到你所希望的成就。",
                "這可能是由於延誤或路障。",
                "儘管如此，這張卡片還是提醒您，您的所有工作並非一無是處，而是它幫助您發揮了個人力量和毅力。",
                "權杖三逆位也可能意味著你需要花一些時間來計劃你的未來。",
                "如果您還沒有開始實現長期目標，或者已經被您現在面臨或即將面臨的任務壓得喘不過氣來，則尤其如此。",
                "你只是在反應，而不是在思考和深思熟慮時採取行動。",
                "然而，最常見的權杖三逆位含義是推動包括對未來變化的規劃，並在它們出現時留意更好的選擇。",
                "權杖三上的人物心知肚明，時刻關注著未來的變化，值得學習。"
            ],
            "short_zh": {
                "love_zh": "愛情中的挫折或障礙，學會在愛情中妥協",
                "career_zh": "職業道路上的障礙，缺乏成長和挑戰，感覺被囚禁",
                "money_zh": "延遲實現財務目標"
            },
            "love_zh": [
                "有時你不能說或做正確的事；如果是這種情況，將頭藏在沙子中似乎更容易。",
                "這是不明智的；您現在確實需要解決任何問題並整理問題。",
                "真愛的過程很少是完全一帆風順的，任何最近的關係都可能難以起步，這並不意味著他們沒有翅膀，只是需要一點耐心。",
                "試圖迫使事情向前發展會適得其反。",
                "在建立關係之前，請檢查您的伴侶是否就是您所想的那樣。",
                "在所有關係中，我們都必須不時妥協，要求您的伴侶做出改變以適應您可能會導致問題。",
                "你現實點嗎？"
            ],
            "career_zh": [
                "反過來，這權杖三可以表示沮喪、停滯或拒絕提供給你的機會。",
                "您可能想探索許多事物，但您可能會感到被束縛，或者好像您已經放棄了機會而沒有利用它們。",
                "也許您拒絕了去其他地方尋找新工作或在全球擴展業務的機會。",
                "如果你最近沒有做出這樣的決定，可能是因為你對工作場所缺乏進步或挑戰的沮喪和煩惱正在造成影響。"
            ],
            "money_zh": [
                "在這個位置和方向上，權杖三表示你可能處於財務混亂的狀態。",
                "可能不是您缺錢，而是您無法實現財務目標。",
                "如果這張卡片出現在您面前，請更好地評估您的資金流入量和流出量。",
                "如果你再勤奮一點，也許就能度過這段時間而不會造成經濟損失。",
                "注意你的財務狀況並負責它們。"
            ]
        }
    },

    "quotes": [
        "權杖三暗示你正在為自己創造一個穩定的基礎。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["擴張", "遠見", "規劃", "旅行", "動力"],
    "version": "1.0"
}
