{
    "id": "w04",
    "name_zh": "權杖四",
    "name_en": "Four of Wands",
    "arcana": "minor",
    "number": 25,

    "keywords": {
        "upright": ["社區", "家庭", "慶典", "聚會", "穩定", "歸屬感"],
        "reversed": ["缺乏支持", "不穩定", "感覺不受歡迎", "短暫", "缺乏根源", "家庭衝突"]
    },

    "summary": {
        "card_story_zh": [
            "權杖四描繪了一對夫婦在歡迎花圈下跳舞，歡迎花圈系在四根帶水晶頭的權杖之間。",
            "卡片上有一個花冠，類似於傳統猶太儀式特有的花冠。",
            "似乎有一個派對正在進行，或者有問題的夫婦有某種歡迎委員會。",
            "從圖中可以看出，它代表了一個充滿成就感的時間，即實際實現目標所帶來的滿足感。"
        ],
        "core_upright_zh": "慶祝與團聚、家庭與社群的支持，建立在穩定基礎上的喜悅與歸屬。",
        "core_reversed_zh": "家庭或社群失衡、支持不足與衝突浮現，歸屬感不穩、關係承諾出現猶豫。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖四的整體含義是它預示著慶祝以及和諧、快樂和輕鬆的家庭環境。",
                "在命理方面，數字四象徵著穩定以及特別可靠的基礎。",
                "這些都與一段幸福和平衡的時期有關。",
                "權杖四中的象徵意義表明，這是您與親朋好友等親密人士相聚的最佳時機。",
                "這可能有或沒有任何特殊場合。",
                "眾所周知，當您與朋友和家人長時間在一起時，該卡通常會反映一段假期。",
                "這也可能是建議您邀請您最親密的朋友共進一頓豐盛而私密的晚餐，並分享一兩個笑聲。",
                "此外，如果你一直在從事某個項目，這張卡片意味著你將達到一個特別重要的里程碑。",
                "這將為您提供慶祝的理由，這也是需要考慮的。",
                "您已成功完成了該項目的適當且最重要的階段，這意味著您有充分的理由感到自豪和滿足，這是權杖四卡所引發和反映的一般感覺之一。"
            ],
            "short_zh": {
                "love_zh": "婚禮、訂婚、聚會和公開的愛情慶典",
                "career_zh": "感覺得到同事的支持，辦公室聚會，與同事建立聯繫",
                "money_zh": "在經濟上支持親人，經濟穩定和舒適"
            },
            "love_zh": [
                "這張卡片是家庭、團聚和節日的卡片。",
                "權杖四塔羅牌愛情的意義可以帶來訂婚、婚姻或其他紀念你和你的愛的聚會。",
                "如果你們的關係建立在信任、支持和理解的牢固基礎上，那麼在家人和朋友的支持和見證下，你們的結合可能會更加鞏固。",
                "這種愛不僅僅是兩個人之間的愛，而是在更大的社區範圍內得到支持的愛。",
                "如果您單身，您可能會在這些社區和聚會中找到愛情。"
            ],
            "career_zh": [
                "正位的權杖四是一張穩定的社交卡。",
                "當它直立時，表示穩定和支持的關係。",
                "這種社區意識適用於您在該職位上出現的工作環境。",
                "可能你在工作中結交了新朋友，或者最近的氣氛特別積極。",
                "在不久的將來，可能還會有一些工作聚會，例如辦公室聚會，旨在讓您更接近與您一起工作的人。",
                "如果有，這些事件很可能會導致您和您的同事之間建立更緊密的聯繫。"
            ],
            "money_zh": [
                "這裡的權杖四不僅代表財務穩定，而且還表明您可以將這筆錢花在親人身上。",
                "您可能會購買禮物或帶您關心的人出去吃飯或喝酒。",
                "這些都是很好的財務決策。",
                "它們可能不會增加您的財務財富，但它們對您的社交關係有益，因此您可以接受它們。",
                "不要在任何事情上做得過火，但只要您量入為出，這些卡片就會鼓勵您善待周圍的人。"
            ]
        },
        "reversed": {
            "general_zh": [
                "如果卡片的正位位置反映了平衡、穩定和和諧，那麼權杖四的逆位位置則意味著您的家庭或家中存在破裂或完全不和諧。",
                "您的家人或其他親人之間很可能存在很多緊張關係。",
                "如果你完成了對你來說很重要的事情，你期待與最親近的人分享它，並回家參加一個受歡迎的慶祝活動，但相反，你發現缺乏支持。",
                "當涉及到自己的人際關係以及可以依賴和不能依賴的事物時，這可能會讓您感到相當不確定。"
            ],
            "short_zh": {
                "love_zh": "家庭、社區和愛情生活之間的衝突，害怕公開承諾",
                "career_zh": "同事之間的工作場所衝突，辦公室衝突",
                "money_zh": "不穩定的財務狀況，支持家人或親人可能是一種負擔"
            },
            "love_zh": [
                "目前可能會發生一些關於家庭和你的浪漫生活的衝突。",
                "權杖四塔羅牌愛情的意義可能表明你的朋友和家人的更大社區與你的伴侶之間不兼容，或者你接近愛情和浪漫的方式。",
                "有時，由於這張卡片也是在更公開的層面上加深你的承諾的卡片，因此對於採取這些後續步驟可能會有一些恐懼和猶豫。",
                "改變，尤其是將自己與另一個人捆綁在一起，可以是美妙的、有益的，也可以是可怕的。",
                "這些情緒可以同時存在，但只有你才能知道它是否來自更深的地方，而不僅僅是冰冷的腳。"
            ],
            "career_zh": [
                "當逆位時，權杖四的歡樂本質被逆位。",
                "結果，可能是在工作中，您的人際關係處於緊張狀態或難以形成。",
                "這種困難在一般意義上適用於您辦公室的氛圍；或者，它可能與工作中的特定時刻或緊張點有關。",
                "例如，可能會有辦公室活動臨近，但它們可能不會按計劃進行。",
                "他們可能會產生相反的效果，而不是增加同志情誼。",
                "如果您的工作環境沒​​有具體問題，則卡片很可能突出了您辦公室的總體狀況。",
                "也許工作中的氣氛很惡劣或不友好。",
                "無論如何，請期待與您一起工作的人的粗魯行為，並在您自己身上意識到這些行為。"
            ],
            "money_zh": [
                "如果你在這裡找到權杖四，你可能正在與糟糕的經濟狀況作鬥爭。",
                "您的財務問題可能與您的個人關係有關。",
                "目前，家庭開支可能正在壓垮你。",
                "由於這些不可預見的支出，您此時可能會特別難以維持生計。",
                "警惕朋友或家人索要您無力支付的錢。",
                "詢問這筆錢是必要的還是他們的願望。",
                "如果是後者，請考慮在幫助他們之前先嘗試控制您的財務狀況。"
            ]
        }
    },

    "quotes": [
        "眾所周知，當您與朋友和家人長時間在一起時，該卡通常會反映一段假期。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["慶典", "團聚", "家庭", "社群", "穩定"],
    "version": "1.0"
}
