{
    "id": "w05",
    "name_zh": "權杖五",
    "name_en": "Five of Wands",
    "arcana": "minor",
    "number": 26,

    "keywords": {
        "upright": ["衝突", "競爭", "爭論", "侵略", "緊張", "對手", "自我衝突"],
        "reversed": ["衝突結束", "合作", "協議", "休戰", "和諧", "和平", "避免衝突"]
    },

    "summary": {
        "card_story_zh": [
            "權杖五描繪了五個男人都拿著自己的權杖並在空中揮舞著。",
            "與塔羅牌中的大多數 5 號一樣，它是關於詢問者面臨的某種分歧。",
            "這種分歧可以被視為男人之間衝突的跡象，或者他們都只是享受這場衝突帶來的腎上腺素飆升。",
            "他們之間的競爭是一種善意的對抗，而不是憤怒。",
            "他們似乎拿著權杖的輕鬆方式給人一種這種爭論可能是一種表演而不是激烈的爭論。"
        ],
        "core_upright_zh": "外在競爭與意見衝突浮現，溝通卡關但也可成為磨練與成長的動力。",
        "core_reversed_zh": "衝突走向和解或被迴避；需要用更成熟的方式處理分歧，避免壓抑導致更大裂痕。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "從卡片上的圖像來看，權杖五的象徵意義表明一個人的生活中存在衝突。",
                "這可能是一個現有的衝突，也可能是一個正在醞釀並最終會在一個人面前爆發的衝突。",
                "它還可能描述了溝通中的問題，例如在沒有人真正想傾聽對方的情況下——這意味著沒有達成一致或理解。",
                "這五個人可能意味著在一群沒有耐心聽其他人說話的人中存在問題。",
                "他們只想被人聽到，其他人都不聽，他們一下子就爭吵起來。",
                "大部分問題都可以通過詢問者邁出第一步，嘗試以這樣一種方式開始溝通，即你建議每個人一次一個地說出他們要說的話來解決。",
                "通過這樣做，您將能夠解決問題，並且每個人都會被聽到。",
                "意味著他們都會滿意。",
                "權杖五也可能意味著您正在或將要在您不習慣的領域面臨競爭。",
                "這可以是在工作或學校，在那裡你會遇到與你具有相同能力的人，他們會帶來相當大的挑戰——導致嫉妒、貪婪和嫉妒的感覺。",
                "這張塔羅牌鼓勵您接受競爭，將其作為提高自己的一種方式，而不會對他們產生任何惡意。",
                "這意味著您應該學習如何以文明的方式應對它們。",
                "權杖五的含義也可能是您自己處理的個人鬥爭。",
                "這可能涉及影響您的許多問題，因此您需要解決它們並為它們找到解決方案。",
                "您需要確定問題出在哪裡，並提供處理該案例的解決方案。"
            ],
            "short_zh": {
                "love_zh": "追求者競爭、戀人爭執，但多半屬於磨合與玩笑式衝突",
                "career_zh": "競爭激烈、同事角力或爭取資源，需要學會協調與應對",
                "money_zh": "金錢壓力與爭執增加，容易為支出、退款或分配起衝突"
            },
            "love_zh": [
                "當談到你的愛情生活時，你現在需要採取行動。",
                "如果你單身，你可能會發現你想要的人可能有很多追求者，你可能不得不去爭奪他們的感情。",
                "千萬不要被這個沖昏了頭腦，變得太用力了；這會使您的潛在合作夥伴望而卻步，而不是拉近他們的距離。",
                "如果你們已經處於戀愛關係中，可能會有一些小衝突。",
                "請注意，當你們中的任何一方感到壓力時，最初開始的俏皮玩笑可能會變成爆炸性的爭論。",
                "很可能這裡的爭論並不太嚴重。",
                "儘管如此，他們需要一些輕鬆的心情來記住他們對你的幸福實際上是多麼無關緊要。",
                "讓事情變得有趣。"
            ],
            "career_zh": [
                "如果你在這個位置找到了權杖五，這張牌的衝突和競爭性質適用於你的職業。",
                "由於您的工作，這可能是永久性的。",
                "這張卡在銷售、銀行和運動員等行業的工作人員中很常見。",
                "如果情況並非如此，並且您的工作沒有競爭因素，則可能是由於特定問題的衝突而導致的臨時狀態。",
                "您可能正在與一個人爭奪加薪或職位。",
                "無論您目前面臨何種具體衝突，您都必須與他人的自負作鬥爭。",
                "多虧了五人在這里以直立的姿勢出現，很明顯你有能力戰勝你面前的挑戰並驅逐試圖阻擋你道路的東西。",
                "記住，你能夠成功。"
            ],
            "money_zh": [
                "如果您看到這裡的五個，您可能正處於財務不穩定時期。",
                "這是暫時的，但你必須努力擺脫它。",
                "這場戰鬥的形式可能是需要特別努力地工作或以其他方式付出巨大努力來控制您的財務狀況。",
                "如果你目前的狀態沒有失衡，你可能很快就要為錢爭吵了。",
                "這種爭論可以是與你愛的人或陌生人，如店員或售貨員。",
                "您可能會發現退貨或獲得報銷等簡單的任務壓力很大並且充滿爭議。"
            ]
        },
        "reversed": {
            "general_zh": [
                "權杖五逆位的意思可能是你處理分歧的自然方法是通過盡快離開那個地方來避免任何形式的衝突。",
                "有時這可以被視為一件好事，但有時，它可能會導致您內部正在醞釀的許多問題，您必須盡快解決這些問題。",
                "另一方面，這也可能意味著你已經解決了你的麻煩，你沒有更多的問題需要擔心。"
            ],
            "short_zh": {
                "love_zh": "為了和平而壓抑或化解爭執；需要坦誠溝通避免長期累積",
                "career_zh": "競爭與衝突緩和，環境更合作或你轉向較少角力的路線",
                "money_zh": "財務壓力趨緩或衝突升級兩極化，需看情境與周邊狀況"
            },
            "love_zh": [
                "你如何處理衝突的問題現在可能會影響你的人際關係。",
                "如果您正在戀愛，請確保您沒有壓抑自己的怨恨，以避免發生衝突，而這正是你們兩人建立順暢夥伴關係所需要的。",
                "最終避免艱難的對話會導致信任的削弱。",
                "請記住，每個人都有權滿足他們的需求，擁有需求並不會讓你變得不那麼可愛。",
                "然而，如果你一直在努力向你的伴侶誠實地表達自己，你可能會發現誤解正在消除。",
                "一旦實現了誠實和清晰，曾經的爭論可能會消失。"
            ],
            "career_zh": [
                "在這裡逆位的權杖五意味著你最近工作生活中的衝突和競爭正在結束。",
                "可能是您正在轉向競爭較少的行業，或者您周圍的環境正在逐漸變得更加友好和輕鬆。",
                "無論如何，這是一個受歡迎的變化。",
                "這是您最近的工作衝突的緩和，讓您可以將精力投入到生活的其他方面。"
            ],
            "money_zh": [
                "這裡逆位的權杖五有兩個潛在的含義。",
                "卡片出現的上下文至關重要，因為它表明這兩種含義中的哪一種適用於您。",
                "被支持性卡片包圍，這可能意味著擺脫財務壓力。",
                "你已經完成了一場與自己財務的較量，即將進入一個更加穩定的時期。",
                "如果沒有其他卡片的支持，這可能意味著與親人的金錢衝突升級。",
                "在這種情況下，您可能與周圍的人就金錢進行的任何辯論都可能會增加並持續下去。"
            ]
        }
    },

    "quotes": [
        "這張塔羅牌鼓勵您接受競爭，將其作為提高自己的一種方式，而不會對他們產生任何惡意。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["衝突", "競爭", "溝通", "磨合", "協調"],
    "version": "1.0"
}
