{
    "id": "m03",
    "name_zh": "女皇",
    "name_en": "The Empress",
    "arcana": "major",
    "number": 3,

    "keywords": {
        "upright": ["神聖的女性", "性感", "生育力", "培育", "創造力", "美麗", "豐富", "自然"],
        "reversed": ["不安全", "專橫", "疏忽", "窒息", "缺乏成長", "缺乏進步"]
    },

    "summary": {
        "card_story_zh": [
            "女皇描繪了一個坐在寶座上的女人。",
            "從她周圍豐富的大自然中，我們可以假設這個女人代表了地球母親的原型，一位生育女神。",
            "她的世界由金星統治，這意味著在這位女神的恩典下有完整的愛、和諧、生育和奢華。",
            "這個女人自己有一頭金色的頭髮，上面鑲著星星，標誌著她與神秘領域的神聖聯繫。",
            "她身著象徵生育的石榴圖案長袍，坐在繡有金星標誌的墊子上。",
            "她周圍環繞著迷人的綠色森林，河流從其中流過。",
            "女皇在她遇到的人的閱讀中帶來了豐富和祝福。"
        ],
        "core_upright_zh": "培育、創造、生育與豐盛。",
        "core_reversed_zh": "失衡的付出、不安全感與停滯。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "女皇向我們展示了我們對女性氣質的深切感受。",
                "女性氣質可能與生育、表達、創造力和養育等許多方面有關。",
                "因此，它呼喚您與美建立聯繫，為您的生活帶來幸福。",
                "了解你自己並接觸你的性感，這樣你就可以吸引生活環境來帶來幸福和快樂。",
                "她是善待自己的信號，要照顧好自己。",
                "“女皇與生育、表達、創造力和培育等許多方面有關。”",
                "女皇也是懷孕和母性的強烈跡象。",
                "您可以尋找其他卡片來確認這是否是真正的懷孕，或者更確切地說，它只是表明一種母性、養育和關懷的態度。",
                "女皇卡也可能意味著您生活中的新想法、新業務或項目的誕生。",
                "由於這張牌周圍的好運，你可以確信這樣的情況和項目會在你的生活中成功結束。",
                "發現並提出那些一直執著於你的想法，並確保你致力於實現它們。",
                "這張卡片是他們會成功的標誌，並且會得到很好的照顧。",
                "作為地球母親的原型，女皇也鼓勵您花時間與大自然互動，大自然是我們所有人的母親。"
            ],
            "short_zh": {
                "love_zh": "穩定而滋養的關係，重視情感連結、忠誠與感性承諾。",
                "career_zh": "創意與關懷並行，在支持他人的環境中促進工作成長。",
                "money_zh": "物質充足且樂於分享，享受財富帶來的舒適與慷慨。"
            },
            "love_zh": [
                "女皇塔羅的愛情寓意源於土元素。",
                "這張牌所代表的人可以是有愛心的、有教養的，經濟上的安全感或對美麗的、令人安慰的事物的欣賞也是如此。",
                "有時，女皇可以表示愛和工作走到一起，要么是與同事，要么是新的商業冒險。",
                "當談到人際關係時，這張牌也預示著一段穩定、認真和忠誠的關係。",
                "因為這張牌也代表母性，有時它也可以象征婚姻或懷孕，或者至少是一個新家庭，無論對你來說意味著什麼。"
            ],
            "career_zh": [
                "你現在的職業生涯可能正在得到提升。",
                "您可能比平時更有創造力和熱情，並將您的所有想法用於您的項目。",
                "由於女皇與滋養和養育有關，因此它也可能表明您在工作場所也表現特別養育和慷慨。",
                "您可能正在努力打造一個更和諧、更溫馨的辦公室。",
                "擁有可以盡最大努力的環境當然可以為您提供更多動力。",
                "有時，這張卡片也可以指向您工作場所中具有這些品質的另一個人。"
            ],
            "money_zh": [
                "女皇在創意和物質上都很豐富，所以這張牌可以指向一個舒適的財務狀況。",
                "你現在可能也對你的錢感到非常慷慨，想用你的財富和好運來養活你的朋友和家人。",
                "這當然是分享你所擁有的好時機。"
            ]
        },
        "reversed": {
            "general_zh": [
                "女皇逆位，說明你已經失去了太多的意志力和力量，因為你開始對別人的事情付出太多的努力和關心。",
                "雖然女皇的本性是關心和關心她的親人，但這有時可能會過分。",
                "您可能會忽視自己的需求，甚至用善意的行為扼殺了您所愛的人。",
                "在角色轉換中，也許一個被逆位的皇后正在進入你的生活。",
                "這也可能意味著您依賴他人來照顧您並為您做決定。",
                "你需要努力消除這種對你生活的影響，並對自己的行為建立信心。",
                "始終盡可能多地嘗試以確保您自己解決問題。"
            ],
            "short_zh": {
                "love_zh": "缺乏自我價值或過度依附，導致感情停滯與不安。",
                "career_zh": "成長受阻且缺乏安全感，需要重建信心與技能發展。",
                "money_zh": "財務雖穩定，但內在不安感使你難以真正安心。"
            },
            "love_zh": [
                "逆位女皇愛情塔羅牌的含義可以代表伴侶過於悶悶不樂，控制欲強，無法表達自己的感情。",
                "這張卡片還可以表明一個人的自我價值可能需要提升。",
                "如果感覺自己不值得被愛，無論你和誰在一起，你都可能難以維持這種關係。",
                "如果你在戀愛中，愛情塔羅牌中的女皇可以鼓勵大家一起度過一段美好的時光，互相關心。",
                "通過在餐廳約會或手牽手散步來給自己一種享受。",
                "這些時刻將使你們兩個更接近。"
            ],
            "career_zh": [
                "你的職業現在可能感覺陳舊、乏味和沒有成就感。",
                "在發展自己的技能和能力方面，您可能會覺得自己沒有取得什麼進展。",
                "您可能會覺得其他人不欣賞您所做的工作，這進一步增加了您的挫敗感。",
                "有時，這張牌也可能表明在你的職業生涯中缺乏安全感。",
                "現在花點時間弄清楚哪些是需要外部改變的問題，比如換工作，還是需要內部改變，比如培養更好的信心和溝通技巧，這一點很重要。"
            ],
            "money_zh": [
                "由於女皇通常在財務方面是一張很好的卡片，即使在相反的位置，她仍然表示財務穩定。",
                "然而，反過來，她可能會建議，儘管你有足夠的，你可能仍然感到不穩定。",
                "您可能需要做一些內部工作才能理解為什麼會這樣；以及你可以做些什麼來改變它。",
                "繼續對你的財務負責，你很可能會沒事的。"
            ]
        }
    },

    "quotes": [
        "女皇與生育、表達、創造力和培育等許多方面有關。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["女性能量", "培育", "豐盛", "創造力", "母性"],
    "version": "1.0"
}
