{
    "id": "w11",
    "name_zh": "權杖侍從",
    "name_en": "Page of Wands",
    "arcana": "minor",
    "number": 32,

    "keywords": {
        "upright": ["冒險", "興奮", "新鮮的想法", "開朗", "精力充沛", "無所畏懼", "外向"],
        "reversed": ["倉促", "不耐煩", "缺乏想法", "發脾氣", "懶惰", "無聊", "不可靠", "心煩意亂"]
    },

    "summary": {
        "card_story_zh": [
            "一個衣冠楚楚的年輕人，正大膽地拿著一根棍子站在一片貧瘠的土地上。",
            "他的襯衫是用蠑螈圖案製成的，這是從壞到好的象徵。",
            "這位年輕人是一位熱情的倡導者，他不斷傳播精神和社會進步的想法，以提升他的同胞。",
            "他身後背景中的沙漠既代表著他的元素火，也代表著他生活在一個尚未結出果實的世界。",
            "因此，他的想法完全是假設性的。",
            "但是，如果他選擇使用它們，並承擔起他的西裝之旅，他的純潔之心可以讓他找到更好的運氣。"
        ],
        "core_upright_zh": "當我們看到權杖侍從時，我們看到了一個對世界充滿興奮和好奇的年輕人。",
        "core_reversed_zh": "隨著權杖侍從的逆位，它傾向於強調直立版本的更負面的性格特徵。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "當我們看到權杖侍從時，我們看到了一個對世界充滿興奮和好奇的年輕人。",
                "他知道該做什麼，他有成功的熱情，但由於他缺乏經驗，而且可能對未知有一點恐懼，他的想法仍然很抽象。",
                "他確定了要探索的新世界，他可以很容易地利用的新機會，他甚至具有成功所需的“大局”願景。",
                "即使有這一切，他仍然傾向於要么保持休眠狀態，要么很容易被一個又一個的想法分心。",
                "如果他不學會控制這一點，可能是他浪費了提升自己的機會。",
                "當您獲得權杖侍從時，它僅意味著您內在有某種東西，某種東西會觸發您進行發現、沉迷於投資或在生活中取得新的進步。",
                "你可能正要對某個想法採取行動，但你的腦海中不斷出現一些相互矛盾的信息，你會感到氣餒。",
                "這張牌類似於你內心的戰鬥，它阻止你向世界表達你的英雄主義，讓世界知道你的存在是有原因的。",
                "如果你足夠聰明，這張牌通常是勇氣的觸發器。",
                "它應該讓你克服個人的挫折，勇敢地向前邁進，在現實世界中推出你的想法。",
                "消除恐懼，收集資源並做點什麼。",
                "讓世界知道你就在那裡，在你選擇的道路上前進，你不會開玩笑。",
                "克服每一個障礙，讓你的想法大放異彩並為世界所知，因為這張牌表明只有勇敢地發揮才能達到的成功水平。"
            ],
            "short_zh": {
                "love_zh": "愛情中的可能性和冒險，活潑的情人，轉瞬即逝的浪漫",
                "career_zh": "新的職位或項目，在工作中冒險，渴望挑戰",
                "money_zh": "小禮物，消費誘惑"
            },
            "love_zh": [
                "世界充滿了權杖侍從塔羅牌愛情意義的可能性。",
                "如果您單身，您會發現自己很高興結識新朋友，並在愛情和浪漫方面探索新領域。",
                "你也可能會遇到在你的愛情生活中體現這一頁的人。",
                "作為一個人，權杖侍從代表著一個喜歡冒險和活潑的人，他們很快就會墜入愛河，但也可能很快就會厭倦。",
                "因為他們活著是為了體驗新事物，所以與這個人建立長期關係可能很困難，但短暫的浪漫可能是有益的。",
                "夫妻也可能會發現自己更願意嘗試新事物；你可以一起上課，發現新的愛好，甚至在臥室裡探索新的冒險。"
            ],
            "career_zh": [
                "當涉及到新企業時，權杖侍從可能是一個很好的信號。",
                "在您的職業生涯中，這可能意味著您即將進入一個新職位或開始一個新項目。",
                "無論哪種情況，這張卡都是好兆頭；它標誌著成功和滿足將跟隨你的努力。",
                "當頁面出現時，這也是冒險工作的理想時間。",
                "只是要小心移動得太快。",
                "該頁面代表了對挑戰的渴望，而不一定是準備好迎接挑戰。",
                "在開始新任務之前，問問自己是否為新任務做好了準備。",
                "話雖如此，如果您準備好了，現在是抓住機會並開始新項目的理想時機。"
            ],
            "money_zh": [
                "權杖侍從暗示你在不久的將來可能會找到一些錢。",
                "這種意想不到的收入可以有多種形式。",
                "有人可能會給你錢作為禮物，或者你可能會從工作中獲得意外的獎金。",
                "雖然花費如此多的現金總是很有趣，但請嘗試為將來存一些錢。",
                "您的財務狀況可能會有所下降，當他們這樣做時，您會感謝這個緩衝。",
                "雖然這總是一個明智的選擇，但特別重要的是要記住權杖侍從，因為他在這些問題上有短視的傾向。",
                "即使感覺自己有能力這樣做，也不要屈服於快速消費的誘惑。"
            ]
        },
        "reversed": {
            "general_zh": [
                "隨著權杖侍從的逆位，它傾向於強調直立版本的更負面的性格特徵。",
                "當你的腦海裡充滿了一個又一個的好主意時，他往往會出現，並且無法超越開始的計劃階段。",
                "也許你開始了一個項目或一個愛好，期望它會發展到很高的水平，結果卻一無所獲。",
                "儘管很痛苦，但這是告訴您應該冒險從事其他有意義的項目並避免浪費時間的好方法。"
            ],
            "short_zh": {
                "love_zh": "失敗的承諾，不可靠的情人，漫無目的的尋找愛情",
                "career_zh": "工作乏味，缺乏追求職業目標的活力",
                "money_zh": "金融不穩定，過去過度支出現在造成問題"
            },
            "love_zh": [
                "如果你是單身，逆位的權杖侍從塔羅牌愛情意義可能表明一個人可能不適合承諾。",
                "他們可能不知道自己想要從自己的生活中得到什麼，並且很可能會流浪和不可靠。",
                "他們火熱的性格也可能讓他們陷入困境。",
                "這張卡片還可以表明您在愛情生活中不確定自己要尋找什麼的時期；沒有明確的方向，你可能會陷入死胡同。",
                "你可能需要花更多的時間來決定你想要什麼樣的伴侶，而不是漫無目的地尋找愛情。",
                "如果你正在戀愛，這張牌可能預示著一段無聊和缺乏動力的時期。",
                "你需要付出一些努力，讓你的伙伴關係恢復活力。"
            ],
            "career_zh": [
                "此處逆位的權杖侍從表明您可能正在經歷您想要的職業與當前職業之間的脫節。",
                "這種不和諧可能來自許多不同的原因。",
                "可能是您知道自己想去哪裡，但不確定如何到達那裡。",
                "這可能表現為工作停滯或厭倦。",
                "或者，您可能知道實現目標所需採取的所有步驟，但缺乏採取這些步驟的動力。",
                "不管是什麼原因，都要盤點一下你現在在哪裡，你想去哪裡，然後試著找出什麼能幫助你到達那裡。",
                "沒有什麼是永恆的; 所以，不要認為這種現狀會永遠持續下去。",
                "然而，如果你能意識到是什麼阻礙了你，它會更快地過去。"
            ],
            "money_zh": [
                "逆位權杖侍從可能意味著財務不穩定。",
                "很可能，這種不穩定是缺乏遠見的結果。",
                "您過去可能在財務上過於自信，現在正在應對影響。",
                "讓這一次提醒你，好運和壞運都有變化的趨勢。",
                "下次當您發現自己比預期的要富裕一點時，請記住這個低谷時刻，並將其作為儲蓄的動力。",
                "目前，你能做的最好的事情就是努力工作和節儉度過難關。"
            ]
        }
    },

    "quotes": [
        "當您獲得權杖侍從時，它僅意味著您內在有某種東西，某種東西會觸發您進行發現、沉迷於投資或在生活中取得新的進步。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["冒險", "靈感", "熱情", "新計畫", "行動"],
    "version": "1.0"
}
