{
    "id": "w12",
    "name_zh": "權杖騎士",
    "name_en": "Knight of Wands",
    "arcana": "minor",
    "number": 33,

    "keywords": {
        "upright": ["勇敢", "精力充沛", "迷人", "英雄", "叛逆", "脾氣暴躁", "自由精神"],
        "reversed": ["傲慢", "魯莽", "不耐煩", "缺乏自製力", "被動", "易變", "專橫"]
    },

    "summary": {
        "card_story_zh": [
            "可以看到權杖騎士騎在他的馬上，馬已經被扶起並準備好採取行動。",
            "從騎士的衣服和盔甲以及他的馬匹來看，他已經為接下來的事情做好了準備。",
            "他在金屬盔甲上穿著一件黃色圖案的襯衫。",
            "他還戴著一頂盔甲，上面有紅色的羽毛。",
            "他似乎已經做好了戰鬥的準備，只是他拿著一根大權杖而不是一把劍。",
            "他的馬是橙色的，鬃毛看起來像火焰。",
            "當你看著權杖騎士的臉時，你會看到想要在他的努力中取得成功的決心。",
            "火是權杖騎士象徵主義的主要因素。",
            "他的手臂和背部垂下的裝飾流蘇，以及馬的鬃毛，都是火焰的顏色。",
            "他還穿著一件印有火蠑螈標誌的黃色襯衫。"
        ],
        "core_upright_zh": "權杖騎士的象徵意義很簡單，當它出現時，這意味著是逃離和旅行的好時機。",
        "core_reversed_zh": "當你得到一個逆位的權杖騎士時，它表示沮喪和拖延。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖騎士的象徵意義很簡單。",
                "當它出現時，這意味著是逃離和旅行的好時機。",
                "這個人應該感到充滿活力和充滿活力。",
                "一個人也準備好把事情做好。",
                "他喜歡冒險，無論身在何處都能找到有趣的事情做。",
                "當權杖騎士在身邊時，從來沒有沉悶的時刻。",
                "當權杖騎士出現在閱讀中時，似乎暗示著尋求者想要完成重要的任務。",
                "一個人想用自己的知識和技能給別人留下深刻印象。",
                "當該人計劃搬到另一個居住地時，該卡也會顯示。",
                "如果您正在開始一個創意項目，那麼您應該充滿活力和熱情。",
                "但是，您應該通過現實和全面的觀點來平衡它。",
                "您還應該制定一個計劃，將您的行為的後果考慮在內。",
                "在閱讀中獲得權杖騎士也可能意味著有一個你不希望很快發生的事件。",
                "如果它伴隨著權杖八，那麼你應該期待你的生活發生很多變化。",
                "通常情況下，權杖騎士表示你的工作、住所或生活中的任何事情都會匆忙改變。"
            ],
            "short_zh": {
                "love_zh": "勇敢而衝動的情人，激情強烈但關係不穩定",
                "career_zh": "充滿幹勁的行動期，適合冒險與新嘗試",
                "money_zh": "資金流動快速，適合拓展視野但需避免衝動"
            },
            "love_zh": [
                "一個充滿活力和無畏的人可能剛剛帶著權杖騎士塔羅牌愛情意義進入了你的愛情生活。",
                "他們可能非常衝動、迷人和熱情。",
                "但他們魯莽和易變的天性讓他們很難與一個人安定下來。",
                "如果這張牌不代表一個人，它可以指向你愛情生活中令人興奮但也不穩定和冒險的時期。",
                "這個時候你可能更傾向於冒險，這可以帶來豐厚的回報。",
                "此刻害怕被拒絕可能不是問題。"
            ],
            "career_zh": [
                "權杖騎士是一張熱情的牌。",
                "這種能量對於那些開始新事業的人來說是一個完美的補充。",
                "您可能對您在工作中面臨的新項目充滿熱情。",
                "你可能渴望承擔新的責任。",
                "如果您沒有開始任何新事物，那麼您可能會對這種缺乏進展感到有些沮喪。",
                "權杖騎士可能是一把雙刃劍。",
                "如果你有一股熱情，但又擔心它可能會浪費，試著自己尋找新的機會。",
                "利用你的能量來進步，即使這需要你付出額外的努力。"
            ],
            "money_zh": [
                "這張卡有時可能表明您可能很快就會收到大量資金。",
                "這可能是花一些錢去旅行的理想時間。",
                "旅行是利用這筆現金湧入的好方法。",
                "雖然您不會看到投資回報，但您會學習並拓寬視野。",
                "不要屈服於盲目的消費。",
                "用你的錢來擴展你的思維並開始新的冒險。",
                "對這些類型的項目進行投資將使您在未來受益，而盲目的支出將浪費您的好運。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當你得到一個逆位的權杖騎士時，它表示沮喪和拖延。",
                "您可能會感到生氣，並且一無所獲。",
                "逆位的權杖騎士可以轉化為力量的喪失。",
                "你可能試圖補償一些你無法完全控制的事情。",
                "這可能會導致悲觀和自尊的喪失。"
            ],
            "short_zh": {
                "love_zh": "逃避承諾，關係動盪不安",
                "career_zh": "方向混亂，行動倉促卻缺乏成果",
                "money_zh": "過度自信導致財務損失"
            },
            "love_zh": [
                "您或您生活中的另一個人現在可能正在逃避承諾的想法。",
                "逆位的權杖騎士塔羅牌愛情寓意表示急躁、不穩定和魯莽。",
                "這個人可能會在一瞬間追求渴望，但很快改變主意。",
                "他們可能喜歡追求浪漫，但不是穩定的愛情。",
                "如果您正在戀愛，您可能會發現現在感覺不穩定。",
                "這也可能是由於環境發生了變化。",
                "現在很容易引發爭論。"
            ],
            "career_zh": [
                "逆位的權杖騎士可能意味著你的職業生涯沒有方向。",
                "您可能在沒有清楚目標的情況下從一個工作跳到另一個工作。",
                "雖然不可預測性常見，但現在已成為問題。",
                "例行公事可能令人厭倦，但有時是必要的。",
                "這張牌建議你開始在一個方向上垂直移動，而不是水平移動。"
            ],
            "money_zh": [
                "當我們有錢時，往往會產生過度自信。",
                "如果權杖騎士在這裡逆位，這種傾向可能特別強。",
                "即使您覺得財務安全，現在也不是大筆消費的好時機。",
                "逆位的權杖騎士也可能意味著某種損失。",
                "不要通過盲目消費或賭博來促進這一趨勢。",
                "建議現在特別謹慎。"
            ]
        }
    },

    "quotes": [
        "如果您正在開始一個創意項目，那麼您應該充滿活力和熱情。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["行動", "熱情", "冒險", "變動", "衝動"],
    "version": "1.0"
}
