{
    "id": "w13",
    "name_zh": "權杖皇后",
    "name_en": "Queen of Wands",
    "arcana": "minor",
    "number": 34,

    "keywords": {
        "upright": ["自信", "熱情", "堅定", "社交", "有魅力", "活潑", "樂觀"],
        "reversed": ["苛求", "報復心強", "自信心不足", "嫉妒", "自私", "喜怒無常", "欺負人"]
    },

    "summary": {
        "card_story_zh": [
            "權杖皇后所描繪的形像是一位女王驕傲地坐在寶座上，面朝前方，這是力量和火焰的明確象徵。",
            "她左手捧著一朵向日葵，寶座上還雕刻著向日葵的形象——寓意幸福、滿足、生育。",
            "她的右手拿著她的權杖，權杖開始開花，象徵著生命。",
            "在她的積極方面，權杖皇后可以與忠誠、寄託和溫暖聯繫在一起。",
            "腳下的黑貓暗示了她隱藏的一面，這在傳統上是巫術和神秘主義的象徵，但也表明她擁有深刻的直覺把握能力。"
        ],
        "core_upright_zh": "閱讀意義中的權杖皇后可能描繪了一個極度專注和熾熱激情的人，帶著積極向上的能量，願意站在你身邊並為你挺身而出。",
        "core_reversed_zh": "權杖皇后逆位提醒你以清晰的方式平衡混亂能量，避免自我中心、嫉妒或失控的情緒影響關係與決策。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "一般來說，閱讀意義中的權杖皇后可能描繪了一個極度專注和熾熱激情的人。",
                "她是勇敢和個人主義的，儘管有時她可能會顯得以自我為中心。",
                "他們有積極向上的能量；他們代表願意站在你身邊並為你挺身而出的人。",
                "在工作方面，權杖皇后表示你計劃在很短的時間內完成大量的成就。",
                "如果您正在找工作，這張卡片的出現可能意味著女性將在您的職業發展中扮演重要角色。",
                "一般來說，就你的職業而言，事情看起來還不錯。",
                "權杖皇后在愛情問題上也傳遞了正能量。",
                "對於正在尋找愛情的人來說，有可能很快就會找到。",
                "當涉及到您的財務狀況時，您可能會因花費大量金錢而不知所措。",
                "我們建議您控制好您的開支，否則您最終會後悔的。",
                "在健康和靈性方面，權杖皇后的含義可能與精神上的飢餓、追求或對意義的追求有關。"
            ],
            "short_zh": {
                "love_zh": "獨立、開朗、自信的情人，關係坦誠",
                "career_zh": "工作的決心和熱情，激勵或領導他人",
                "money_zh": "強有力的財務決策，做出財務決策的信心"
            },
            "love_zh": [
                "這張牌代表一個獨立的人，她自信、外向和友好，以令人耳目一新的自信來對待愛情和人際關係。",
                "她不太可能為了迎合其他人的慾望而改變自己，而且一般不在乎別人對自己的看法。",
                "權杖皇后塔羅牌愛情寓意可以鼓勵你敞開心扉，為你的個性感到自豪，走出去，融入世界。",
                "您可以不再擔心自己的外表或他人如何看待您，而只需享受與他人相處的樂趣。",
                "你的勇氣和自負的天性會吸引別人到你身邊，並激勵他們做同樣的事情。",
                "如果您是情侶，您可能會發現與伴侶的成功比以往任何時候都更加開放。",
                "這種誠實和坦率可以拉近你們之間的距離。",
                "權杖皇后也是一個非常感性的角色；"
            ],
            "career_zh": [
                "如果您在這裡找到權杖皇后，則意味著您既有精力又有能力在工作中執行您的想法。",
                "無論您在職業生涯中面臨什麼，您都可以用決心和熱情來應對。",
                "這種驅動力可以適用於您工作中的一般情況，或者可能更適用於您的職位。",
                "你可能已經在你的職業生涯中處於領先地位。",
                "可能是您指導他人或即將開始充當榜樣。",
                "無論具體情況如何，您都是您所在領域的一股力量。",
                "現在，你有能量和熱情以一種特別有意義和積極的方式領導他人。",
                "利用這段時間推進您的職業生涯，並儘您所能支持您周圍的人。"
            ],
            "money_zh": [
                "如果您在這裡找到了權杖皇后，那麼您現在就可以做出明智的財務決策。",
                "無論您選擇做什麼，都可能是仔細計劃和考慮的結果。",
                "不要分心或走得太遠（很容易陷入消費狂潮），但如果你集中註意力，你就可以花一些錢而不會產生嚴重影響。",
                "這可能是擴大您的財務狀況的好時機，因為您可以冷靜地評估股票和其他商品。",
                "但是，相信您的直覺，如果感覺不對勁，那很可能就是。",
                "您的頭腦處於一個理想的位置，可以評估什麼是明智的選擇，什麼不是明智的選擇，請相信它。"
            ]
        },
        "reversed": {
            "general_zh": [
                "無論其位置（直立或倒置）如何，權杖皇后都像徵著生育能力，以及它帶來的所有感覺、情感和方面。",
                "這可能意味著現在有人需要您的幫助。",
                "在工作方面，你可能會遇到阻礙你進步的障礙。",
                "不要介意這些障礙，繼續做你認為合適的工作。",
                "看到這張牌也可能提醒你堅持理性的一面——用清晰的方式平衡你有時混亂的能量，你會更成功。"
            ],
            "short_zh": {
                "love_zh": "自私與苛刻導致爭吵，嫉妒與控制感升高",
                "career_zh": "動力不足或同事關係緊張，容易被情緒影響表現",
                "money_zh": "財務決策失準，可能出現貪婪或超支問題"
            },
            "love_zh": [
                "自信和以自我為中心是有區別的。",
                "逆位權杖皇后塔羅牌愛情寓意可以代表一個人的火爆脾氣偶爾會失控，而她的善變和自私可能意味著他們很快就會對你失去興趣。",
                "他們可能很難滿足您的需求，同時又要求滿足自己的需求。",
                "如果這不是一個進入你愛情生活的人，這張卡片可以表明你或你的伴侶此刻可能相當有統治力，可能有點忽視對方的需求，或者此刻你們的關係可能​​有爆炸性的爭論.",
                "給自己時間保持溫柔，傾聽並解決任何揮之不去的不安全感。"
            ],
            "career_zh": [
                "權杖皇后，當被逆位時，表現出缺乏職業熱情。",
                "您可能會精疲力竭或不願意接受新任務。",
                "這種對工作的消極態度會影響您對工作生活表現的看法。",
                "雖然你的職業只是你生活的一部分，但對你所做的工作感到滿意很重要。",
                "如果您看不到自己職業的價值，那麼您的整體風度可能會缺乏成就感。",
                "因此，你應該努力記住是什麼促使你找到這份工作，你喜歡它的方面，以及你可以為它規定的任何其他積極屬性。",
                "考慮列一個清單並每天早上大聲朗讀（或找到其他方法將這種積極性融入您的日常生活）。",
                "你對工作的看法可能會改變，但如果你有意識地努力打敗它，這種陰霾就會過去得更快。"
            ],
            "money_zh": [
                "如果您發現皇后處於這個位置，您可能無法很好地管理您的資金。",
                "這種管理不善可以有兩種形式：要么你對你的支出過於嚴格，要么你不夠嚴格。",
                "您可能會根據您的財務狀況（而不是桌上的其他卡片）知道哪種更適合您。",
                "如果是前者，問問你在哪裡可以更慷慨，記住花在一個好的事業上的錢通常會以善意或好運的方式回來。",
                "如果是後者，請嘗試控制您的支出。",
                "注意每一個經濟決策，問問自己這最終是否對你有好處。"
            ]
        }
    },

    "quotes": [
        "權杖皇后擁有積極向上的能量；他們代表願意站在你身邊並為你挺身而出的人。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["自信", "熱情", "魅力", "領導", "直覺"],
    "version": "1.0"
}
