{
    "id": "w14",
    "name_zh": "權杖國王",
    "name_en": "King of Wands",
    "arcana": "minor",
    "number": 35,

    "keywords": {
        "upright": ["領導力", "遠見", "大局", "掌控", "大膽的決定", "大膽", "樂觀"],
        "reversed": ["強勢", "霸道", "暴君", "惡毒", "無能為力", "無效", "軟弱的領導者"]
    },

    "summary": {
        "card_story_zh": [
            "權杖國王描繪了一個男人手裡拿著一根盛開的權杖，它代表著創造力和對生活的熱情。",
            "他的寶座和披風都裝飾有火蜥蜴和獅子，它們是火和力量的象徵。",
            "咬著尾巴的蠑螈代表著無限以及穿越所有障礙的整體動力。",
            "袈裟橙黃似火，冠冕形似火舌。",
            "讓我們繼續深入了解權杖國王背後的象徵意義。"
        ],
        "core_upright_zh": "以行動落實遠見的領袖型能量：果斷承擔、帶頭推進，並以熱情與能力把想法做成現實。",
        "core_reversed_zh": "能量失衡時容易走向傲慢與專橫，缺乏克制或方向，導致控制欲、衝動決策或被動失職。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "權杖國王正位姿勢的含義代表純粹的能量。",
                "然而，與套牌中的其他權杖牌不同，這張特殊的牌並不專注於純粹的創造力。",
                "相反，這位國王實際上更有可能接受一個想法並果斷地親自實施。",
                "權杖國王是天生的人民領袖，而且他也非常能幹。",
                "一旦國王為自己設定了某個目標或目標，他就會很方便地堅持下去，以確保它成為現實。",
                "權杖國王期待著各種不同的挑戰——無論是大是小，因為他會與解決問題相關的自然腎上腺素激增。"
            ],
            "short_zh": {
                "love_zh": "精力充沛、有魅力，主動帶領關係前進但也可能火氣大",
                "career_zh": "領導推進、敢決策、在領域中獲得尊重並能指導他人",
                "money_zh": "財務穩定且有智慧，懂得平衡存花並願意慷慨"
            },
            "love_zh": [
                "與權杖國王在一起永遠不會有沉悶的時刻，在你的愛情塔羅牌中，他可以表現為一個精力充沛、天生的領導者，對他們的時間和資源都很慷慨。",
                "他們火爆的天性意味著他們可能脾氣很暴躁，但他很快就會忘記自己的憤怒，就像他煽動它一樣。",
                "有這樣的能量，有些人可能會覺得權杖國王很累，但他在任何情況下都能帶來興奮。",
                "如果這張牌沒有以進入你生活的人的形式出現，這張牌可以表示專注和堅持的時間。",
                "你現在可能正在為你的浪漫情況付出額外的努力，這可能會帶來巨大的回報。",
                "如果你正在戀愛，這張牌是幸福的；你們之間的愛是熱烈而深沉的，儘管有時你們仍然會在這里或那裡發生爭執。"
            ],
            "career_zh": [
                "在你的職業閱讀中，權杖國王可以標誌著你在你所在領域的成功和尊重。",
                "這些想法在當下是相互關聯的；您不必選擇哪個適用於您。",
                "若是見到王者，很有可能是身居高位。",
                "你可能是其他人的導師。",
                "或者，你周圍的人可能會認為你是一個值得稱讚的人，有道德和價值觀。",
                "國王還暗示生意興隆。",
                "你的事業現在做得特別好。",
                "這不僅僅是暫時的情況。",
                "你的成功是長久的。",
                "你的勝利很可能是你在需要大膽時敢於冒險並在需要時保持謹慎的能力的結果。"
            ],
            "money_zh": [
                "如果你在這裡找到國王，你就擅長理財。",
                "您可能處於穩定狀態，因為您可以在需要時存錢，但也願意在時機成熟時花錢。",
                "這種平衡使您能夠欣賞和保護您的收入。",
                "繼續實踐這些原則。",
                "只存錢可能是明智的，但花錢，尤其是在別人身上，可能是一種感激之情。",
                "你足夠明智地維持這種平衡。",
                "相信您對投資和購買的判斷。",
                "你現在所經歷的穩定和成功有可能更加持久。",
                "只要你繼續積極地練習，你的好習慣就會一直維持下去。"
            ]
        },
        "reversed": {
            "general_zh": [
                "正如您可能猜到的，這張牌的消極方面與傲慢的感覺有關。",
                "他甚至可以在實際追求自己的目標時相當激進，無論他是否真的意識到這一點。",
                "他不會表現出克制，甚至不會謙虛地知道什麼時候實際上不需要他的幫助。",
                "當逆位時，這張牌描繪了一種容易做出輕率、衝動和草率決定的性格。",
                "這個人有時可能會咄咄逼人，專橫，有時也很有統治力。",
                "儘管他可能很少帶著惡意或故意讓某人感到順從而這樣做，但毫無疑問，這是他性格中令人沮喪的一部分。",
                "反過來，這張牌代表了火的最壞品質——自私和無情。",
                "只要你為他的目的服務，他就可以操縱。",
                "考慮到這一點，這張牌肯定會指出強弱方面，反思他的形象可以幫助你更深入地挖掘自己的個性。"
            ],
            "short_zh": {
                "love_zh": "控制欲與傲慢升高，容易專橫強硬、關係失衡",
                "career_zh": "領導無力或方向不清，過度依賴他人、做事被動",
                "money_zh": "缺乏財務目標與主動性，對金錢不負責或放任"
            },
            "love_zh": [
                "反過來，權杖國王塔羅牌愛情的意思可以指向一個傲慢、好鬥和專橫的惡霸。",
                "如果這張卡片沒有作為一個人出現在你的生活中，你可能不得不考慮自己的行為。",
                "你有控制、支配或自負嗎？",
                "如果你面臨人際關係和浪漫方面的問題，很有可能就是這種態度。",
                "您可能認為自己在做正確的事情，推動他人成為最好的自己，但即使是最好的意圖也可能因強有力的壓力而變質。",
                "每個人都有自己的學習方式，你最好讓你的伙伴探索他們自己解決問題的方法，而不是強迫他們按照你的方式做事。"
            ],
            "career_zh": [
                "這裡逆位的權杖國王可能表明缺乏領導力和方向。",
                "你可能會等待別人給你帶來東西，而不是自己去追逐機會。",
                "如果你繼續等待別人來定義你的目標，你可能永遠找不到真正適合你的激情的東西。",
                "機緣巧合在許多職業中都是有用和重要的。",
                "然而，它不是一個可靠的來源。",
                "嘗試定義自己的需求。",
                "如果你心中有一個目標或職業，你的職業生涯可能不會順利，因為你缺乏信心。",
                "有時，重要的是要相信自己的直覺而不是他人的建議。",
                "每個人都通過自己的鏡頭看世界；請記住，其他人的偏見可能會影響他們對您的需求的看法。",
                "相信自己的職業生涯。"
            ],
            "money_zh": [
                "如果您看到權杖國王在這裡逆位，請採取行動。",
                "期望宇宙會給你成功是不合理的。",
                "掌管你的財務。",
                "與其希望好運降臨，不如主動尋找經濟機會。",
                "您可以通過多種方式支配您的財務。",
                "要求加薪。",
                "預算您的支出。",
                "尋求更多/不同的工作。",
                "在你的職位上，任何對你有意義的事情都可能是最好的。",
                "等待並希望錢落入您的膝蓋更容易，但很少發生。",
                "相反，嘗試朝著您的目標採取富有成效和明確的步驟。",
                "你有能力實現你的財務夢想。",
                "你只需要為他們工作。"
            ]
        }
    },

    "quotes": [
        "權杖國王是天生的人民領袖，而且他也非常能幹。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["領導力", "遠見", "行動力", "熱情", "掌控"],
    "version": "1.0"
}
