{
    "id": "c01",
    "name_zh": "聖杯首牌",
    "name_en": "Ace of Cups",
    "arcana": "minor",
    "number": 36,

    "keywords": {
        "upright": ["愛", "新感覺", "情感覺醒", "創造力", "靈性", "直覺"],
        "reversed": ["冷漠", "空虛", "情緒失落", "創造力受阻", "感覺不被愛", "陰鬱"]
    },

    "summary": {
        "card_story_zh": [
            "在聖杯首牌卡片上，有一隻從雲中伸出的手拿著一個杯子，像是在向問詢者請客喝一杯。",
            "這個杯子裡盛滿了蘇打水，象徵著純潔原始的情感。",
            "杯子有五股水從邊緣溢出，象徵直覺的力量與傾聽內心聲音的重要性。",
            "情感上的紀律能帶來卡片暗示的獎勵：滿溢的喜悅和幸福。"
        ],
        "core_upright_zh": "情感與靈性的新開始：敞開心、接住愛與靈感的禮物，讓直覺引導你建立更深的連結。",
        "core_reversed_zh": "情緒能量外漏或枯竭：空虛、陰鬱、關係不安全感或創造力受阻，提醒先照顧內在，再回到流動。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "聖杯首牌正位表明，是時候放下任何情感包袱，開始充實地過自己的生活了。",
                "與所有其他首牌一樣，這裡顯示了一個新的開始——一個重新開始的機會。",
                "它的形式可能是讓自己接受新關係的可能性，無論是浪漫的還是其他的，這些關係能夠讓你在情感上得到滿足。",
                "這張牌所表示的釋放可能是精神上的，也可能是情感上的，這取決於你正在經歷什麼。",
                "對於一個人來說，向更多的友誼、愛情和精神學習機會敞開心扉是很重要的。",
                "現在有機會把你的過去拋在腦後，因為你得到了杯子的禮物；是否拿起杯子喝到最飽，取決於您。"
            ],
            "short_zh": {
                "love_zh": "新戀情/新親密階段，情感更深更溫柔，適合相信直覺",
                "career_zh": "工作關係更友善，新起點或新專案帶來靈感與動力",
                "money_zh": "可能獲得資助/貸款等支援，或靠創意帶來賺錢靈感"
            },
            "love_zh": [
                "聖杯首牌暗示著新感情的覺醒。",
                "如果您單身，您可能會發現自己正在發展一種新的浪漫關係，或者對您來說意義重大的友誼。",
                "如果你們已經處於戀愛關係中，那麼你們兩人之間可以達到一個新的親密、同情和理解階段。",
                "你現在有機會在情感、精神和創造力上成長；學會相信你的直覺並避免過度分析情況。"
            ],
            "career_zh": [
                "正位的聖杯首牌是新的情感開始和友好意圖的標誌。",
                "它可能標誌著工作的新起點；不一定是新工作，也可能是你和同事之間更愉快的關係，或你對工作的情緒覺醒。",
                "新項目可以成為創造力的源泉，是開始新挑戰和任務的好時機。",
                "如果你一直害怕承擔更多的責任，現在是克服這些恐懼的時候了（創意領域尤甚）。"
            ],
            "money_zh": [
                "聖杯首牌友好和善於交際的品質可能帶來財務上的支持。",
                "這種支持常見形式是貸款或抵押貸款的批准，也可能來自家人和朋友。",
                "有時也暗示在賺錢方面的新一波創造力。",
                "若以上皆不適用，則常象徵財務穩定與由此帶來的情感滿足。"
            ]
        },

        "reversed": {
            "general_zh": [
                "當聖杯首牌被逆位時，水從杯中傾瀉而出，杯中空空如也，水的恩賜被浪費了。",
                "看到聖杯首牌逆位意味著你已經忍受情緒不穩定或痛苦有一段時間了。",
                "這裡暗示著一種失落：也許對你意義重大的東西不再帶來曾經的快樂。",
                "由於杯子也掌管創造力，你可能遇到創意障礙，靈感之水曾經流過的地方，現在已經枯竭了。",
                "你必須檢查誰或什麼控制了杯子：哪一方允許它逆位？你能做些什麼來讓它重新正位？"
            ],
            "short_zh": {
                "love_zh": "悲傷或不安全感、心門不開，可能陰鬱或暫時失去信心",
                "career_zh": "工作動力下降、空虛無聊，人際氛圍偏冷",
                "money_zh": "收到不如預期的財務消息，或對金錢感到沮喪矛盾"
            },
            "love_zh": [
                "逆位的聖杯首牌可能表示悲傷和情緒上的不安，可能源於爭吵甚至分手，讓你感到孤獨和脆弱。",
                "也可能只是對目前關係有點陰鬱或暫時失去信心。",
                "有些東西阻礙你體驗、給予和接受真愛；不安全感可能是關鍵。",
                "提醒先學會愛自己：先給自己你想要的愛，再去尋找別人。"
            ],
            "career_zh": [
                "逆位時，聖杯首牌的好消息和同志情誼被顛倒。",
                "求職者可能感到失望；在職場也可能遇到挫折、障礙與空虛感。",
                "你可能感到沒有靈感和動力；同事不太友好或不太願意幫助。",
                "盡量渡過難關並找回動力，也記得工作只是生活的一部分。"
            ],
            "money_zh": [
                "逆位的聖杯首牌可能帶來你不太想聽到的財務消息。",
                "例如貸款或補助申請不如預期，或向家人朋友求助沒有結果。",
                "若不符合上述情境，也可能只是你在處理財務時的矛盾或沮喪情緒。",
                "允許自己感受，但不要被情緒消耗。"
            ]
        }
    },

    "quotes": [
        "這張牌所表示的釋放可能是精神上的，也可能是情感上的，這取決於你正在經歷什麼。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["情感新開始", "直覺", "靈性", "愛與連結", "創造力"],
    "version": "1.0"
}
