{
    "id": "c02",
    "name_zh": "聖杯二",
    "name_en": "Two of Cups",
    "arcana": "minor",
    "number": 37,

    "keywords": {
        "upright": ["團結", "夥伴關係", "吸引力", "聯繫", "緊密聯繫", "聯合力量", "相互尊重"],
        "reversed": ["分離", "拒絕", "分裂", "不平衡", "緊張", "溝通不良", "退縮"]
    },

    "summary": {
        "card_story_zh": [
            "聖杯二描繪一男一女在儀式中交換杯子，象徵情感交流、承諾與平等的盟約。",
            "兩人之間的愛馬仕杖（雙蛇杖）連結溝通、談判與能量流動，暗示關係需要對話與互信維繫。",
            "杖上方的嵌合體象徵火與激情，提醒這段連結不只柔情，也帶著行動力與吸引力。",
            "整體畫面指向一段以尊重、平衡與互惠為基礎的關係或合作正在成形。"
        ],
        "core_upright_zh": "彼此吸引、互惠互重，適合建立合作或承諾，讓關係在平衡與信任中成長。",
        "core_reversed_zh": "關係失衡或溝通中斷，容易疏離與緊張，需要重建界線、誠實對話與修復互信。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "聖杯二象徵力量的聯合與牢固連結，關係建立在平衡、平等與相互尊重之上。",
                "交換杯子暗示情感互通：彼此的感受會相互影響，也願意看見對方的需求。",
                "這張牌強調互惠互利的夥伴關係，適合談合作、承諾、結盟與共同目標。",
                "它也提醒你保持開放與真誠的溝通，讓連結維持在健康的對等狀態。"
            ],
            "short_zh": {
                "love_zh": "互相吸引、關係建立、承諾與親密升級、雙向的愛與理解",
                "career_zh": "合作順暢、與同事關係良好、有益的商業夥伴關係",
                "money_zh": "收支較平衡、財務穩定可靠、能履行義務且壓力較小"
            },
            "love_zh": [
                "聖杯二在愛情中代表吸引與靠近，適合開始關係、確認承諾或加深親密與理解。",
                "它鼓勵以團隊方式經營關係：互相支持、互相鼓勵，並在對話中找到平衡點。",
                "若已在關係中，這段時間更利於溝通協調與共同規劃，讓『我們』更穩固。"
            ],
            "career_zh": [
                "在職場上，聖杯二象徵你與同事或合作夥伴的關係更緊密，能感受到支持與和諧。",
                "若正在談合作或合夥，這張牌偏向正面，表示彼此目標能對齊並有效分工。",
                "若牽涉職場中的好感或曖昧，需留意公私界線，避免影響判斷與風險管理。"
            ],
            "money_zh": [
                "在財務上，聖杯二更強調『穩定與可靠』而非暴富，代表一段較安全、可預期的時期。",
                "你多半能負擔支出並履行義務，但仍建議理性運用資金，避免過度放鬆而破壞平衡。",
                "把這段穩定視為對自己的獎勵，同時維持良好的預算習慣。"
            ]
        },
        "reversed": {
            "general_zh": [
                "逆位的聖杯二表示原本的平衡被打破，可能出現疏離、誤解、怨氣累積或對立情緒。",
                "常見狀況包含：溝通管道中斷、權力不對等、情感交換不對稱，或關係變得緊張。",
                "也可能是過度相互依賴或界線模糊，讓兩人失去各自的節奏與獨立性。",
                "越拖越容易惡化；主動把分歧說清楚、修復互信，通常比逃避更有效。"
            ],
            "short_zh": {
                "love_zh": "關係失衡、疏離或溝通不良、相互依賴或控制感、需要重建界線",
                "career_zh": "合作不順、夥伴/同事衝突、目標不一致、缺乏尊重",
                "money_zh": "收支失衡、超出預算、需要追蹤支出並調整財務計畫"
            },
            "love_zh": [
                "逆位的聖杯二常指關係出現失衡：一方付出或掌控過多，或雙方因誤解而疏遠。",
                "它也可能提示相互依賴：為了不失去對方而犧牲自我，反而讓關係更緊繃。",
                "重點在重建界線與誠實溝通，讓兩人恢復對等與互信，而不是用逃避維持表面和平。"
            ],
            "career_zh": [
                "在職場上，逆位聖杯二代表合作關係緊張、利益不一致或缺乏尊重，可能引發摩擦。",
                "若正在考慮合夥或合作案，這是一個提醒：先把條件、分工、目標與期望談清楚。",
                "團隊氛圍不佳時，優先對齊共識與溝通節奏，避免情緒主導決策。"
            ],
            "money_zh": [
                "在財務面，逆位聖杯二表示你可能沒有你以為的『平衡』，容易出現超支或預算失控。",
                "建議更細緻地追蹤支出，找出失衡點並做調整（例如設定上限、分類預算）。",
                "它不是災難牌，但要求你把帳看清楚，回到可控、可持續的狀態。"
            ]
        }
    },

    "quotes": [
        "這裡表示一對強健，兩人合二為一的喜悅。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["關係", "合作", "互惠", "承諾", "溝通", "平衡"],
    "version": "1.0"
}
