{
    "id": "c03",
    "name_zh": "聖杯三",
    "name_en": "Three of Cups",
    "arcana": "minor",
    "number": 38,

    "keywords": {
        "upright": ["友誼", "社區", "聚會", "慶祝活動", "團體活動", "社交活動"],
        "reversed": ["八卦", "醜聞", "過度", "孤立", "孤獨", "孤獨", "不平衡的社會生活"]
    },

    "summary": {
        "card_story_zh": [
            "聖杯三描繪三位女子舉杯慶祝，畫面充滿歡樂與共享成果的氣氛。",
            "她們頭戴花環象徵成功與勝利，提醒這份喜悅是努力後的回報。",
            "腳下的花朵與水果代表豐收、滋養與生活的甜美，也暗示社群支持帶來成長。",
            "其中一人背對讀者，讓焦點落在『團體』而非個人，強調情感連結與共同慶賀。"
        ],
        "core_upright_zh": "與重要的人相聚、分享喜悅與成果，社群支持回歸，適合慶祝、聯誼與修復人際。",
        "core_reversed_zh": "社交失衡或疏離，可能被八卦與第三方干擾；需要設界線、節制過度投入並回到真誠連結。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "聖杯三代表一段幸福的時光，你能暫時放下日常煩惱，和家人朋友共享快樂。",
                "它常指重逢、聚會與慶祝：生日、婚禮、成果達成或任何值得紀念的場合。",
                "這張牌也象徵你的朋友圈與支持系統：在你需要時提供愛、同情與陪伴。",
                "若先前社交或人際有卡關，它也可能表示分歧逐漸化解、關係回暖。"
            ],
            "short_zh": {
                "love_zh": "聚會帶來緣分、友誼升溫成浪漫、關係在社交情境中更親密",
                "career_zh": "工作慶祝或活動、辦公室氛圍正向、團隊協作更順",
                "money_zh": "社交支出增加但整體穩定、達成財務里程碑、值得慶祝但要節制"
            },
            "love_zh": [
                "聖杯三在愛情中象徵慶祝、友誼與聚會帶來的連結。",
                "單身者可能在社交圈、活動或朋友介紹中遇到心動對象，甚至友誼升級成浪漫。",
                "有伴者一起參與聚會能拉近距離，讓你們更看見彼此的契合，也在親友支持中更踏實。"
            ],
            "career_zh": [
                "在職場上，聖杯三常對應到工作相關的慶祝或團體活動，例如晉升、專案告捷、發布會等。",
                "整體辦公氣氛偏正向，團隊合作與協作更容易推進。",
                "適合利用這段時間經營人脈、強化跨部門連結，並好好享受成果。"
            ],
            "money_zh": [
                "在財務上，聖杯三可能暗示你有值得慶祝的進展或里程碑。",
                "同時它也提醒：社交生活變熱絡時支出會上升，慷慨沒問題，但要記得讓好運延續。",
                "快樂與負責任可以同時存在：訂好預算再去玩，會更安心。"
            ]
        },
        "reversed": {
            "general_zh": [
                "逆位的聖杯三可能表示你忙到沒時間社交，或與朋友逐漸疏遠，感到孤立與孤獨。",
                "它也可能指出社交圈失衡：八卦、醜聞、嫉妒或小團體政治，讓你覺得不被接納。",
                "另一個常見訊號是『過度』：派對、飲酒、社交消耗過量，反而掏空情緒與精力。",
                "這張牌提醒你回到真正滋養你的關係，並對不健康的圈子設下界線。"
            ],
            "short_zh": {
                "love_zh": "短暫熱烈但不穩、第三方或八卦介入、關係受外界影響",
                "career_zh": "工作活動不順或取消、職場八卦與內耗、氛圍破壞合作",
                "money_zh": "社交過度消費、超出能力範圍、活動開銷造成壓力"
            },
            "love_zh": [
                "單身者可能遇到短暫但刺激的互動，熱度快、冷卻也快，需要看清是否只是氣氛與新鮮感。",
                "有伴者要留意第三方或外界干擾：八卦、朋友過度介入，或有人試圖插入你們之間。",
                "建議把焦點拉回你們的溝通與界線，別讓外界聲音替你們定義關係。"
            ],
            "career_zh": [
                "逆位的聖杯三可能表示原本應該歡樂的活動不如預期：延遲、取消或成效不佳。",
                "也可能是職場氛圍變得有毒：八卦、挑撥、衝突破壞團隊信任。",
                "重點是別被捲入負面循環，維持專業、清楚站位，並尋找健康的合作方式。"
            ],
            "money_zh": [
                "逆位常把焦點拉到『社交情境的花費壓力』：派對、聚餐、禮金、婚禮或活動預算爆表。",
                "它提醒你把預算拉回可承受範圍，避免為了面子或氣氛超支。",
                "慶祝可以有，但長期財務進度更重要；先穩住再享受會更踏實。"
            ]
        }
    },

    "quotes": [
        "聖杯三杯是關於與你生命中珍視的人共度美好時光。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["友誼", "社群", "慶祝", "重逢", "支持", "聚會"],
    "version": "1.0"
}
