{
    "id": "m05",
    "name_zh": "教皇",
    "name_en": "The Hierophant",
    "arcana": "major",
    "number": 5,

    "keywords": {
        "upright": ["傳統", "社會群體", "約定俗成", "從眾", "教育", "知識", "信仰"],
        "reversed": ["叛逆", "非常規", "不循規蹈矩", "新方法", "無知"]
    },

    "summary": {
        "card_story_zh": [
            "這張卡片描繪了一個宗教人物，他坐在具有教堂特徵的相當正式的環境中。",
            "他穿著三件精心設計的法衣，分別代表三個不同的世界。",
            "他的右手正確地舉起了祝福的動作，這是祝福的標誌——這就是魔術師舉起的那隻手。",
            "另一方面，他帶著一個三重十字架，傳統上與教皇有關。",
            "十字架上的每個橫槓都被認為代表聖父、聖子和聖靈。",
            "在他的下方，坐著兩名侍僧，代表著機構內神聖知識的轉移。",
            "通過這些追隨者，這張卡片也代表著追求知識和教育的道路。",
            "這張卡在某些套牌中也被稱為大祭司 - 以及教皇。",
            "他扮演著另一張名為“女祭司”的卡片的男性角色。",
            "這張牌由金牛座統治。"
        ],
        "core_upright_zh": "遵循傳統、制度與信仰的指引。",
        "core_reversed_zh": "質疑規範、突破束縛與走非典型道路。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "在閱讀中看到教皇就是接受傳統，因為它表明你有一定的願望來實際遵循一個已經確立的過程。",
                "它還表明您希望保持在可被視為正統方法的某些傳統範圍內。",
                "因此，您將適應某些已經到位並存在的信念和系統，而不是進行創新。",
                "“教皇卡片建議您最好遵循已建立並擁有自己傳統的社會結構。”",
                "教皇卡建議你最好遵循已建立並有自己傳統的社會結構。",
                "例如，您可能會參與某些儀式、儀式或其他宗教儀式。",
                "說到塔羅牌，這張特殊的牌最常代表機構及其核心價值觀。",
                "這是一個跡象，表明您需要遵守已經確定的現有規則和情況。"
            ],
            "short_zh": {
                "love_zh": "偏向安全與傳統的伴侶選擇，重視精神與道德價值，也可能指向婚姻。",
                "career_zh": "透過團隊合作、教育與導師支持而獲得進步，遵循既有道路以求穩定。",
                "money_zh": "將資金放在傳統成熟機構並避免投機，確保資金安全。"
            },
            "love_zh": [
                "當談到關係塔羅牌解讀時，教皇的正位愛情意義可以指出傳統宗教對愛情和選擇伴侶的影響。",
                "您可能會被安全、傳統且受到社區尊重的合作夥伴所吸引，並避免被視為“禁忌”的合作夥伴。",
                "塔羅牌中的神聖之愛也可以代表愛的更多精神方面，並提醒我們應該以道德和愛心對待我們的伴侶。",
                "有時，這張牌也可以像徵婚姻。",
                "受教皇卡影響的關係通常是傳統的、傳統的和社會認可的。",
                "合作夥伴可能會共享一個信念系統。"
            ],
            "career_zh": [
                "您現在就可以通過與他人合作獲得成功。",
                "這有時也意味著選擇不搖擺不定，並保持在經過驗證的真實道路上。",
                "在工作方面有如此多的變數，現在最好保持安全。",
                "這張卡片還可以表明，此時團隊凝聚力比個性更重要。",
                "有時，教皇也可以表示一位更資深的導師，可以幫助您在職業生涯中取得進步。",
                "這張卡片也是教育的代表，這意味著一段時間的學習，無論是通過學校還是職業培訓，都會對您有所幫助。"
            ],
            "money_zh": [
                "當涉及到您的財務狀況時，教皇會建議您將資金存放在傳統的成熟機構中。",
                "新穎的賺錢方式，無論是你不太了解的副業，還是新的金融產品，都可能給你帶來麻煩；避免用你的錢賭博。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當您看到逆位的教皇時，可能意味著您感到特別受限制，甚至受到太多結構和規則的約束。",
                "結果，您在生活中失去了很多控制權和靈活性。",
                "你有一種特別強烈的意志和慾望，要勇往直前，重新獲得控制權，並擺脫傳統的束縛。",
                "你很想嘗試非正統的方法或以一種違反社會關係和規範的方式運作。",
                "教皇逆位的意思主要是質疑某些傳統，並確保在這個特定時刻無論你做什麼都是正確的。"
            ],
            "short_zh": {
                "love_zh": "關係可能陳舊或價值觀不一致，需要自行判斷並可能打破禁忌以尋求新動能。",
                "career_zh": "官僚與規則限制使人窒息，面臨同儕壓力時需權衡走自己的路與留在體制內。",
                "money_zh": "渴望嘗試新金融管道並承擔風險，但必須保持現實與負責地評估得失。"
            },
            "love_zh": [
                "逆位的教皇可能表明你們的關係可能​​變得相當陳舊或乏味。",
                "你可能已經進入這段關係，因為它看起來很實用，但如果沒有註入一些額外的興奮，它會讓人感到乏味。",
                "當談到共同的價值觀和共同創造未來時，逆位教皇意義可能表明你的觀點可能與你自己的不太一致。",
                "這不一定是一個交易破壞者，但可能需要一些妥協。",
                "通常，這張卡片還表明，此時並非您收到的所有關於您的戀愛關係的建議都可能對您有所幫助。",
                "你最好自己思考什麼是有效的，而不是依靠別人來告訴你什麼是適合你的愛情生活。"
            ],
            "career_zh": [
                "你在工作場所的創造力、成就或自由現在可能會被官僚主義、流程或規則扼殺。",
                "您可能會感到受限和受限。",
                "如果您有這些選擇，您可能已經能夠解決您組織的許多問題，但他們可能會固執地讓事情按“他們的方式”完成。",
                "有時，這可能意味著為了完成任務，您必須與同事甚至老闆搭訕。",
                "即使您有不同的意見，也可能會有很大的壓力要遵循組織的決定。",
                "權衡走自己的路的風險；你能忠於你目前所處的位置嗎？"
            ],
            "money_zh": [
                "當涉及到財務問題時，你的同齡人的建議會讓你感到窒息。",
                "你可能渴望冒險，嘗試新的賺錢管道，無論是在業餘時間做一個兼職項目，還是學習加密貨幣。",
                "對於你願意承擔什麼樣的風險，以及你願意失去什麼，保持負責和現實。"
            ]
        }
    },

    "quotes": [
        "教皇卡片建議您最好遵循已建立並擁有自己傳統的社會結構。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["傳統", "制度", "信仰", "教育", "群體"],
    "version": "1.0"
}
