{
    "id": "m06",
    "name_zh": "戀人",
    "name_en": "The Lovers",
    "arcana": "major",
    "number": 6,

    "keywords": {
        "upright": ["愛", "工會", "夥伴關係", "關係", "選擇", "浪漫", "平衡", "團結"],
        "reversed": ["不和諧", "不平衡", "衝突", "超脫", "錯誤的選擇", "優柔寡斷"]
    },

    "summary": {
        "card_story_zh": [
            "在戀人卡片中，圖像中的男人和女人受到上方天使的保護和祝福。",
            "這對夫婦在他們的家中似乎安全和快樂，這似乎是伊甸園。",
            "女人身後有蛇的果樹是對那個故事的參考，它講述了人類墮入誘惑和肉慾的境界。",
            "此處描繪的天使是空氣天使拉斐爾 - 他與掌管這張牌的星座具有相同的元素：雙子座。",
            "空氣與心理活動有關，尤其是溝通，這是健康關係的基礎。",
            "他的祝福似乎賦予這張牌一種平衡與和諧的感覺，象徵著兩種對立力量在宏大和宇宙意義上的結合。"
        ],
        "core_upright_zh": "和諧的關係、團結與重要選擇。",
        "core_reversed_zh": "失衡衝突、溝通中斷與錯誤選擇。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "戀人的主要含義是關係中的和諧、吸引力和完美。",
                "戀人之間的信任和團結給了他們每個人的信心和力量，賦予了對方力量。",
                "他們所建立的紐帶非常牢固，可以表明兩人已經結婚，以及其他親密而親密的關係。",
                "“戀人之間的信任和團結給了他們每個人的信心和力量，賦予了對方力量。”",
                "戀人卡背後的另一個含義是選擇的概念——在對立和互斥的事物之間進行選擇。",
                "這可能是一個兩難選擇，您需要仔細考慮並針對您的情況做出最佳決定。",
                "可以適用於個人的更個人化的情人意味著發展你自己的個人信仰體系，不管社會規範是什麼。",
                "我們將其視為聖教的發展，他制定法令並通過標準化系統傳遞他的知識。",
                "這是您弄清楚自己將要代表什麼以及您的人生哲學將是什麼的時候之一。",
                "你必須開始決定你認為生活中什麼是重要的，什麼是不重要的。",
                "你應該對自己盡可能真實，這樣你才會對周圍的人真誠和真實。"
            ],
            "short_zh": {
                "love_zh": "關係中呈現和諧與互補，也會面臨承諾與選擇並可能需要犧牲。",
                "career_zh": "可能形成商業或職場夥伴關係並需做出重大職業選擇，同時用頭腦和心靈評估風險。",
                "money_zh": "需要在相互排斥的財務選擇之間做決定，並理解選擇將帶來長遠影響。"
            },
            "love_zh": [
                "當談到愛情和人際關係時，戀人卡對任何尋求者來說都是一個受歡迎的景象。",
                "戀人塔羅牌象徵著美妙的凝聚力和力量平衡，表明互補的能量。",
                "這張牌代表了一對可以很好地協同工作。",
                "另一方面，因為這張牌也像徵著選擇和承諾的選擇，它也引發了你對愛的承諾程度的問題。",
                "這不必專門指另一個人，但也可以表示在愛情或工作、愛情或家庭、愛情或友誼之間做出選擇，甚至有時是愛情和你的整個生活方式。",
                "這裡的想法是，為了擁有這種愛，您可能必須做出犧牲。",
                "在某些方面，所有的承諾都是一種犧牲，但為合適的人做出的承諾可以幫助您成長為個人。"
            ],
            "career_zh": [
                "有時，戀人可以表示商業夥伴關係，或與同事建立和諧且對雙方都有利的關係。",
                "與流行的看法相反，戀人卡也可以像徵柏拉圖式的伙伴關係，儘管有時，這也可以表示可以開花的浪漫關係。",
                "如果確實發生了這種情況，請確保您了解自己面臨的風險類型，並用您的頭腦和心靈做出決定。",
                "戀人塔羅牌還可以暗示您在未來的職業生涯中需要做出重大決定。",
                "您可能正處於十字路口，或者從一條道路轉向另一條道路，或者您可能需要在工作和生活的其他方面之間做出選擇。"
            ],
            "money_zh": [
                "在財務方面，戀人卡可以表明需要做出重大的財務決策。",
                "您可能不得不在一筆大筆開支和另一筆大筆開支之間做出選擇；要記住的重要一點是，您似乎不能同時擁有兩者。",
                "一條路關上了另一條路的大門，你的選擇在未來可能會產生更大的影響。"
            ]
        },
        "reversed": {
            "general_zh": [
                "逆位的戀人可以指向你正在處理的內在和外在衝突。",
                "不和諧會使日常生活變得困難，並可能給您的人際關係帶來壓力。",
                "你應該花時間想想你是因為什麼而懲罰自己，這樣你才能解決它們或放過它們。",
                "此時，您還應該考慮您的個人價值觀和信仰體系，以確保它們與您想要的生活保持一致。",
                "溝通中斷可能是另一種可能的解釋。",
                "你的人際關係的基礎可能會被切斷，造成你和你的伴侶或親人之間的不平衡。",
                "通常存在於卡片中的統一性已經變得不平衡。",
                "逆位的戀人也可以表明你一直在逃避對自己的行為負責。",
                "你本可以根據你對即時滿足的渴望做出決定，但現在卻將那些追上你的後果歸咎於他人。",
                "所以，你需要彌補或放棄過去，在未來做出更好的決定。"
            ],
            "short_zh": {
                "love_zh": "關係可能失衡與冷漠，或因承諾恐懼與過多選擇而需要反省並誠實面對慾望與恐懼。",
                "career_zh": "同事或夥伴衝突與分工失衡可能拖累工作，職場浪漫也可能帶來麻煩與後果。",
                "money_zh": "財務決策可能衝動且不負責任，威脅長期安全並需確認自己真正負擔得起什麼。"
            },
            "love_zh": [
                "戀愛關係或浪漫塔羅牌中的逆位戀人可能表明您的關係中存在冷漠。",
                "平衡的東西不再起作用。",
                "一些問題可能會阻礙你們的關係，必須解決，以再次建立更緊密的聯繫。",
                "有時，也可能表現出對承諾的恐懼。",
                "這可能是你有很多追求者的時候，或者你的約會生活可能非常活躍。",
                "雖然一開始這可能很有趣，但您可能會覺得有太多選擇，或者為了發展夥伴關係而必須放棄太多可能性。",
                "這可能需要您進行一些反省；確保你對自己的恐懼和慾望誠實。"
            ],
            "career_zh": [
                "當戀人卡被逆位時，您可能會在您的同事或商業夥伴之間發生衝突。",
                "您可能需要進行長時間的討論才能同意每個人都可以接受的決定。",
                "或者可能有一個人在做所有的工作，或者不得不背著失去所有動力的隊友。",
                "兩個同事都可能因為一個人無法公平分配工作而受到拖累。",
                "有時，這張牌確實表明在你的工作場所開始了一段浪漫關係，但反過來，這會給你帶來麻煩。",
                "如果您繼續沿著這條路走下去，可能會出現您沒有預見到的後果。"
            ],
            "money_zh": [
                "您現在的財務選擇可能相當衝動，這意味著您的長期財務安全可能會受到威脅。",
                "您是在做出負責任的選擇，還是在尋求即時滿足？",
                "確保您了解在財務方面您真正能夠負擔得起什麼。"
            ]
        }
    },

    "quotes": [
        "戀人之間的信任和團結給了他們每個人的信心和力量，賦予了對方力量。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["愛", "選擇", "承諾", "平衡", "團結"],
    "version": "1.0"
}
