{
    "id": "m09",
    "name_zh": "隱士",
    "name_en": "The Hermit",
    "arcana": "major",
    "number": 9,

    "keywords": {
        "upright": ["自我反省", "內省", "沉思", "退縮", "孤獨", "尋找自我"],
        "reversed": ["孤獨", "孤立", "隱居", "反社會", "拒絕", "回歸社會"]
    },

    "summary": {
        "card_story_zh": [
            "隱士描繪了一位老人獨自站在山頂，一手提燈，一手執杖。",
            "山代表成就、發展和成功。",
            "隱士塔羅牌是指他獲得的精神知識水平，並且他準備將這些知識傳授給每個人。",
            "他對自己的目標也有著堅定的承諾，並且對自己所走的道路有著深刻的認識。",
            "在燈籠內，您會注意到一顆有 6 點的星星，也被稱為所羅門印記。",
            "這個符號代表智慧。",
            "他手持的權杖象徵著權威和權力。"
        ],
        "core_upright_zh": "透過獨處與沉思回到內在，聽見自己的聲音並尋找指引。",
        "core_reversed_zh": "隱居失衡而走向孤立或被迫疏離，需要重新連結社會與現實支持。"
    },

    "meanings": {
        "upright": {
            "general_zh": [
                "隱士是來自內心的知識的尋求者。",
                "一個孤獨的流浪者在黑夜的路上，他尋找只有長期孤獨才能獲得的東西——內心的聲音。",
                "要聽到它，他必須與那些聲音和慾望威脅要戰勝他自己的人群脫節。",
                "他走過無意識的黑夜，只有北極星微弱的光芒指引著他，他的目的地是他的家，他的自我。",
                "“他走過無意識的黑夜，只有北極星微弱的光芒指引著他，他的目的地是他的家，他的自我。”",
                "你目前正在考慮你需要一個人呆著。",
                "永遠不要害怕抓住這個機會反思，因為它可以幫助您清除日常生活中的所有雜亂。",
                "隱士也可能指您採取真實的行動並與真實自我保持一致的努力。",
                "您可能正在尋找內在的靈魂，以尋找正確的指導，以及下一步的目標。",
                "隱士在閱讀中的出現也可以表示一個人的出現，他將來到你的生活，成為你的導師。"
            ],
            "short_zh": {
                "love_zh": "需要獨處反省以更了解自我與關係期待，為建立更牢固的浪漫關係打底。",
                "career_zh": "花時間思考職涯下一步與真正想要的滿足感，尋找目的或更貼近理想自我的道路。",
                "money_zh": "意識到金錢未必帶來幸福，較少關注物質而轉向探索真正的滿足感。"
            },
            "love_zh": [
                "愛，作為人生最大的謎團之一。",
                "它要求我們所有人都真正了解自己、我們的需求、我們的恐懼和我們的不安全感。",
                "隱士塔羅牌的愛情含義表明，在與另一個人建立牢固的浪漫關係之前，我們可能需要一些獨處的時間，以便對自己有一些了解。",
                "這段時間可能會感到有點孤獨，但它會讓你走上正確的道路，找到你想要擁有的愛情。",
                "如果你們已經處於戀愛關係中，這種自我反省是你們兩個可能想要一起做的事情。",
                "你們倆可能都想考慮一下你們對一段關係的期望，以及什麼會讓你們更快樂。",
                "最初的會談可能會令人不舒服，但將為應對未來的未來奠定堅實的基礎。"
            ],
            "career_zh": [
                "您可能正在花費一些急需的時間來思考您現在想要從職業中獲得什麼。",
                "你可能會覺得你目前所走的道路對你來說並不真正適合你，並且可能會有一種沒有得到滿足的感覺。",
                "現在，你正試圖了解什麼樣的工作會給你帶來各個層面的快樂。",
                "如果您純粹是為了金錢或財務穩定而從事職業，那麼這些資格對您來說已經不夠了。",
                "你可能正在尋找一個目的，或者至少是一些讓你更接近你想成為的人的東西。"
            ],
            "money_zh": [
                "你現在可能會意識到金錢並不能給你帶來幸福。",
                "這可能是一個不太關注物質事物的時代，而更多地關注嘗試了解您可以在哪裡真正找到滿足感。"
            ]
        },
        "reversed": {
            "general_zh": [
                "當逆位時，你可能處於一種你想要一個人的境地；沒有錯。",
                "但是，您的隱居有可能對您自己和他人都有害。",
                "隱士雖然帶著崇高的志向出發去探尋內心的真相，但他的內心之路也可能充滿了巨大的危險。",
                "向內走可能會導致瘋狂和深淵，因為無意識充滿了他可能還不了解的圖像，潛伏著等待著引誘你進入。",
                "就像一個迷失在自己夢想中的人一樣，隱士可能會發現自己被困在自己的世界裡，孤獨，被困，不真實。",
                "你必須學會平衡你對真理的需求和與人類同胞的聯繫。",
                "在工作方面，隱士逆位的意思是指你準備好深入了解已經困擾你很長時間的事情。",
                "需要進行搜索，您有責任提出問題，讓其他人了解情況。"
            ],
            "short_zh": {
                "love_zh": "可能出現被迫的孤獨或與伴侶疏遠，需要檢查關係動態並以關注與關心重建連結。",
                "career_zh": "沉思期可能結束而準備回歸社會並做調整，或被迫獨自工作而感到孤立與被排斥。",
                "money_zh": "可能準備從外部尋求建議並運用對物質安全的沉思見解，以建立更好的物質關係。"
            },
            "love_zh": [
                "逆位的隱士塔羅牌愛情意義可以表示一段孤獨時期，一種是強加於你的，而不是你自己發起的。",
                "雖然這段時間可能會很艱難，但充分利用它可以幫助您專注於自己的目標，並明確您希望從伴侶和生活中得到什麼。",
                "這些將是建立牢固的未來關係的基石。",
                "如果您已經處於戀愛關係中，您可能會發現你們中的一個人感到疏遠並逐漸疏遠。",
                "儘管每個人都做出了努力，但在夥伴關係中，有人可能會感到孤獨。",
                "現在是檢查這些動態並看看您是否可以伸出手的時候了。",
                "可能需要關注、關心和強烈的自我意識，才能再次感受到聯繫。"
            ],
            "career_zh": [
                "有時，逆位的隱士可以發出沉思期結束的信號。",
                "你可能已經準備好重新加入社會，這一次更清楚地了解你想要的職業生涯。",
                "您現在可能需要進行一些調整，無論是尋找新工作、建立人脈以尋找導師和隊友，還是發展職業生涯的其他與社會相關的方面。",
                "另一方面，也可能是你的獨處期可以進一步延長；您可以選擇完全避免與他人合作。",
                "一開始，獨自一人的感覺可能會少得多；但請確保您繼續獲得社會支持。",
                "有時，這張牌也可能表明被迫獨自工作，導致孤獨感，或被同事拋棄。"
            ],
            "money_zh": [
                "當涉及到財務決策時，您可能已經準備好從外部來源尋求建議。",
                "理想情況下，您已經結束了對物質安全和金錢對您意味著什麼的沉思，並且您可能正在運用這些見解。",
                "希望這可以與您的物質狀況建立更好的關係。"
            ]
        }
    },

    "quotes": [
        "他走過無意識的黑夜，只有北極星微弱的光芒指引著他，他的目的地是他的家，他的自我。"
    ],

    "sources": [
        {
            "type": "魔法塔羅",
            "title": "塔羅牌牌義解釋",
            "url": "https://mofatarot.com/blogs/taluo-pai-paiyi-jiexi",
            "license_note": "paraphrased"
        }
    ],

    "tags": ["內省", "沉思", "智慧", "獨處", "指引"],
    "version": "1.0"
}
